{
  "HairCare": [
    {
      "id": 1,
      "img": "/src/assets/product/HairCare/hp-1.jpg",
      "title": "Head & Shoulders Shampoo",
      "price": "12.99",
      "rating": "3",
      "description": "Unlock the secret to a healthy scalp with Head & Shoulders Shampoo, expertly formulated to provide relief from dandruff and scalp irritation. Infused with Pyrithione Zinc, this shampoo not only reduces flakiness but also soothes itchiness, offering visible results from the very first wash. Ideal for daily use, it ensures your hair stays fresh, fragrant, and up to 100% flake-free, while promoting an overall healthier, fuller appearance of your hair."
    },
    {
      "id": 2,
      "img": "/src/assets/product/HairCare/hp-2.jpg",
      "title": "Olaplex Hair Perfector",
      "price": "13.99",
      "rating": "2",
      "description": "Revolutionize your hair care routine with Olaplex Hair Perfector No. 3, a groundbreaking treatment designed to restore the health and structure of your hair. This highly concentrated formula targets broken bonds caused by chemical, thermal, and mechanical damage, effectively restoring strength and enhancing the natural luster of your hair. Perfect for use between chemical treatments, it ensures your hair remains resilient, shiny, and incredibly healthy."
    },
    {
      "id": 3,
      "img": "/src/assets/product/HairCare/hp-3.jpg",
      "title": "Suave Shampoo",
      "price": "15.49",
      "rating": "5",
      "description": "Suave Shampoo brings you the perfect blend of affordability and effectiveness. Specially formulated for daily use, this shampoo cleanses your hair thoroughly, leaving it wonderfully refreshed and brilliantly shiny. It penetrates deeply to restore vitality to your locks, maintaining natural moisture and managing frizz. With Suave Shampoo, enjoy a salon-quality look every day without the high cost."
    },
    {
      "id": 4,
      "img": "/src/assets/product/HairCare/hp-4.jpg",
      "title": "Shea Butter Hair Oil",
      "price": "16.99",
      "rating": "3",
      "description": "Treat your hair to the enriching benefits of our Shea Butter Hair Oil. This luxurious oil deeply moisturizes and repairs dry and brittle hair, providing essential nutrients to restore its natural health and shine. With regular use, it prevents split ends and reduces breakage, promoting long, luscious, and visibly healthier hair. Ideal for all hair types, it’s a must-have for anyone seeking to revive their hair’s inherent beauty."
    },
    {
      "id": 5,
      "img": "/src/assets/product/HairCare/hp-5.jpg",
      "title": "Verb Ghost Shampoo",
      "price": "18.99",
      "rating": "3",
      "description": "Discover the transformative effects of Verb Ghost Shampoo, your go-to solution for fine and oily hair. This lightweight shampoo not only cleanses your hair but also provides a protective barrier that locks in moisture and shields against impurities. Enhanced with natural oils and extracts, it leaves your hair feeling soft, manageable, and voluminous, without any residue."
    },
    {
      "id": 6,
      "img": "/src/assets/product/HairCare/hp-6.jpg",
      "title": "MamaEarth Onion Shampoo",
      "price": "21.99",
      "rating": "4",
      "description": "Experience the rejuvenating power of onion with MamaEarth Onion Shampoo. Specially designed to combat hair loss, this unique formula stimulates your scalp, promoting rapid hair growth and preventing hair fall. Rich in natural nutrients and antioxidants, it strengthens hair follicles, ensuring that your hair grows thicker and healthier. Suitable for all hair types, it's an ideal choice for revitalizing thinning hair."
    },
    {
      "id": 7,
      "img": "/src/assets/product/HairCare/hp-7.jpg",
      "title": "Verb Ghost Conditioner",
      "price": "19.99",
      "rating": "2",
      "description": "Enhance your hair care routine with Verb Ghost Conditioner, the perfect follow-up to our Ghost Shampoo. This conditioner detangles, nourishes, and revitalizes your hair without weighing it down. Formulated with natural ingredients, it ensures smooth, shiny, and healthy hair, making it an essential part of your daily regimen. Suitable for all hair types, it maintains the hair’s natural bounce and body."
    },
    {
      "id": 8,
      "img": "/src/assets/product/HairCare/hp-8.jpg",
      "title": "Design Essence Shampoo",
      "price": "22.99",
      "rating": "3",
      "description": "Reinvigorate your hair with Design Essence Shampoo, crafted for those who desire salon-quality results at home. This advanced formula cleanses and hydrates, leaving your hair exceptionally smooth and ready to style. It's enriched with natural vitamins and minerals to fortify hair, reducing breakage and promoting a healthy scalp. Perfect for everyday use, it ensures your hair stays vibrant and beautiful."
    },
    {
      "id": 9,
      "img": "/src/assets/product/HairCare/hp-9.jpg",
      "title": "Olaplex Bonding Oil",
      "price": "20.99",
      "rating": "1",
      "description": "Olaplex Bonding Oil is your ultimate ally against hair damage. This innovative oil not only tames frizz but also provides extensive protection against heat, ensuring your hair remains beautiful and healthy. Infused with a patented formula, it repairs broken bonds, enhancing hair strength and elasticity. Ideal for all hair types, it leaves your hair glossy and smooth with every use."
    },
    {
      "id": 10,
      "img": "/src/assets/product/HairCare/hp-10.jpg",
      "title": "Plaine Products Conditioner",
      "price": "34.99",
      "rating": "5",
      "description": "Embrace the eco-friendly choice with Plaine Products Conditioner. This sustainable conditioner offers exceptional hydration and manageability, leaving your hair soft, smooth, and easy to style. Its biodegradable formula and refillable packaging make it the perfect choice for the environmentally conscious consumer. Nourish your hair and your conscience with every wash."
    },
    {
      "id": 11,
      "img": "/src/assets/product/HairCare/hp-11.jpg",
      "title": "Tresemme Hair Spray",
      "price": "67.99",
      "rating": "2",
      "description": "Lock in your look with Tresemme Hair Spray, designed to give you salon-quality hold and finish. This powerful spray keeps your style intact all day, controlling frizz and flyaways even in high humidity. Its quick-drying formula is gentle on hair and doesn't leave a sticky residue, making it the perfect finishing touch for any hairstyle."
    },
    {
      "id": 12,
      "img": "/src/assets/product/HairCare/hp-12.jpg",
      "title": "Pantene Hair Conditioner",
      "price": "34.99",
      "rating": "4",
      "description": "Achieve silky, smooth hair with Pantene Hair Conditioner. This deeply nourishing conditioner softens and detangles hair, leaving it manageable and shiny. Enriched with Pro-V nutrients, it strengthens hair from root to tip, preventing breakage and split ends. Ideal for daily use, it ensures your hair remains healthy and vibrant."
    },
    {
      "id": 13,
      "img": "/src/assets/product/HairCare/hp-13.jpg",
      "title": "Gelactica Styling Gel",
      "price": "12.99",
      "rating": "4",
      "description": "Define and control with Gelactica Styling Gel, the ultimate tool for sculpting and setting your hair. This high-performance gel provides long-lasting hold without flaking or stickiness. It's formulated to enhance hair's natural texture, allowing you to create bold, stylish looks that last throughout the day."
    },
    {
      "id": 14,
      "img": "/src/assets/product/HairCare/hp-14.jpg",
      "title": "Augustinus Bader Cream",
      "price": "19.99",
      "rating": "5",
      "description": "Augustinus Bader Cream offers cutting-edge skin care with its revolutionary TFC8® technology. This deeply hydrating cream supports cellular renewal, dramatically improving skin appearance and texture. Suitable for all skin types, it reduces the appearance of fine lines, wrinkles, and environmental damage, leaving your skin looking restored and radiant."
    },
    {
      "id": 15,
      "img": "/src/assets/product/HairCare/hp-15.jpg",
      "title": "Blue Atlas Conditioner",
      "price": "23.99",
      "rating": "3",
      "description": "Blue Atlas Conditioner is enriched with natural extracts and oils to condition and nourish your hair deeply. This luxurious conditioner strengthens hair follicles, enhances shine, and improves overall hair health. Its lightweight formula ensures smooth, silky hair without any residue, making it ideal for daily use."
    },
    {
      "id": 16,
      "img": "/src/assets/product/HairCare/hp-16.jpg",
      "title": "Silk Therapy Hair Serum",
      "price": "26.99",
      "rating": "5",
      "description": "Experience the silky-smooth sensation of Silk Therapy Hair Serum, a revolutionary product that revitalizes your hair with the magic touch of organic silk proteins. This serum is a lifesaver for anyone who struggles with frizzy, unmanageable hair, providing an instant sleekness that transforms your look. Its lightweight formula won't weigh down your strands, offering the perfect balance of nourishment and styling capabilities. The serum imparts a radiant, luminous shine that reflects light, giving your hair a healthy, vibrant glow. Ideal for daily use, it's your shortcut to salon-quality hair without the fuss."
    },
    {
      "id": 17,
      "img": "/src/assets/product/HairCare/hp-17.jpg",
      "title": "Lavender Soothe Scalp Oil",
      "price": "22.50",
      "rating": "4",
      "description": "Introducing Lavender Soothe Scalp Oil, a soothing sanctuary for your scalp that combines the therapeutic benefits of essential oils with the relaxing scent of lavender. This oil is meticulously blended to reduce flakiness and combat dryness, providing much-needed relief and nourishment to the scalp. Regular use helps stimulate healthy hair growth, ensuring that your hair not only smells wonderful but also looks lush and full. Whether you're unwinding after a long day or simply maintaining your scalp's health, this oil is a pampering treat that elevates your hair care routine."
    },
    {
      "id": 18,
      "img": "/src/assets/product/HairCare/hp-18.jpg",
      "title": "Rosemary Mint Scalp Treatment",
      "price": "29.99",
      "rating": "1",
      "description": "Rosemary Mint Scalp Treatment is a refreshing escape for your hair, invigorating the scalp with the natural properties of rosemary and the cooling effect of mint. This treatment is a celebration of nature's own remedy for thinning hair, designed to improve thickness and stimulate growth. Every application brings a refreshing tingle to the scalp, promoting circulation and leaving your hair feeling revitalized. The blend of essential oils not only smells invigorating but also works to clear away the stresses of the day, providing a sensory experience that's as beneficial as it is enjoyable."
    },
    {
      "id": 19,
      "img": "/src/assets/product/HairCare/hp-19.jpg",
      "title": "Argan Renew Hair Mask",
      "price": "15.99",
      "rating": "4",
      "description": "Discover the secrets of Moroccan beauty with Argan Renew Hair Mask, a deeply restorative treatment that taps into the nourishing powers of argan oil. Infused with essential hydrating vitamins, this mask delivers a powerful moisture surge to dry and lifeless strands, reviving your hair's elasticity and shine in just minutes. Its weekly application is a ritual that repairs and rejuvenates, transforming brittle hair into a mane of soft, luscious locks. Embrace the tradition of argan oil and its hair-renewing benefits with this indulgent weekly hair care treatment."
    },
    {
      "id": 20,
      "img": "/src/assets/product/HairCare/hp-20.jpg",
      "title": "Coconut Bliss Hair Conditioner",
      "price": "13.49",
      "rating": "4",
      "description": "Immerse yourself in the tropical delight of Coconut Bliss Hair Conditioner, a hair care gem that brings the essence of coconut to your daily routine. Crafted with the goodness of coconut oil and the deep moisturizing properties of shea butter, this conditioner is a hydrating powerhouse. It detangles with ease, smoothing out frizz and adding a glossy sheen that captures the carefree spirit of island life. Your hair will drink in the hydration, resulting in smooth, glossy, and manageable locks that are as resilient as they are radiant."
    },
    {
      "id": 21,
      "img": "/src/assets/product/HairCare/hp-21.jpg",
      "title": "Golden Jojoba Hair Wax",
      "price": "18.99",
      "rating": "3",
      "description": "Golden Jojoba Hair Wax is not just a styling product; it's a treatment that enriches your hair with the pure essence of jojoba oil. Ideal for crafting and maintaining your desired look, this hair wax offers a flexible hold that adapts to your styling preferences. It works wonders in managing all hair types and lengths, adding texture and definition without the stiffness of traditional waxes. With its capacity to nourish while it styles, this hair wax is a staple for those who value the health of their hair as much as its appearance."
    },
    {
      "id": 22,
      "img": "/src/assets/product/HairCare/hp-22.jpg",
      "title": "Herbal Essence Hair Tonic",
      "price": "25.00",
      "rating": "3",
      "description": "Herbal Essence Hair Tonic is a celebration of herbal extracts and essential oils, blended to invigorate and strengthen your hair from the roots. This tonic is a daily treat for your scalp and senses, leaving behind a delightful, refreshing fragrance while fostering an environment for optimal hair growth. Its natural formula is gentle yet effective, making it suitable for daily use without any harsh chemicals. Regular application encourages thicker, fuller hair, and the sensory pleasure of the botanical scents makes each use a moment of self-care."
    },
    {
      "id": 23,
      "img": "/src/assets/product/HairCare/hp-23.jpg",
      "title": "Elixir Vitae Hair Oil",
      "price": "34.99",
      "rating": "2",
      "description": "Elixir Vitae Hair Oil is the quintessence of hair nourishment, a blend of nature's most nurturing oils. This formula is crafted for those seeking a deep conditioning treatment that doesn't compromise on luxury. The rich vitamins and antioxidants penetrate each strand, reinforcing the hair's natural defense against the elements. With regular use, this hair oil is a guardian of hair health, leaving it resilient against breakage and beautifully vibrant."
    },
    {
      "id": 24,
      "img": "/src/assets/product/HairCare/hp-24.jpg",
      "title": "Clarity Clarifying Shampoo",
      "price": "16.49",
      "rating": "4",
      "description": "Clarity Clarifying Shampoo stands as a clarion call for hair in need of refreshment. This formula sweeps away residue and build-up, resetting your hair and scalp to a state of purity. With each wash, your hair is treated to a clean slate, feeling rejuvenated and airy. Whether used as a weekly detox or a daily necessity for those with oil-prone hair, this shampoo is a staple for achieving clear, healthy locks."
    },
    {
      "id": 25,
      "img": "/src/assets/product/HairCare/hp-25.jpg",
      "title": "Radiance Hair Shine Spray",
      "price": "14.99",
      "rating": "5",
      "description": "Radiance Hair Shine Spray is a sheer veil of brilliance for your hair, a finishing touch that envelops your locks in a glossy sheen. This mist is the perfect complement to any hairstyle, adding a sparkling finish without weighing down your hair. Its formula is a whisper of light, catching the eye with every turn of your head. For hair that speaks volumes in shine and vitality, this spray is the crowning jewel."
    },
    {
      "id": 26,
      "img": "/src/assets/product/HairCare/hp-26.jpg",
      "title": "Biotin Boost Hair Vitamins",
      "price": "19.99",
      "rating": "3",
      "description":"Biotin Boost Hair Vitamins are the building blocks for hair full of life, offering a foundation of vital nutrients that foster healthy growth. These supplements are the answer for those yearning for hair that not only grows faster but is visibly healthier and stronger. They stand as a daily commitment to the nourishment and care of your hair, ensuring that each follicle is fortified from within."
    },
    {
      "id": 27,
      "img": "/src/assets/product/HairCare/hp-27.jpg",
      "title": "Natural Nettle Scalp Lotion",
      "price": "22.99",
      "rating": "4",
      "description": "Natural Nettle Scalp Lotion is a botanical balm for the scalp, rich in the natural benefits of nettle. This soothing lotion calms irritation and creates an optimal scalp environment for healthy hair growth. It's a touch of nature's own medicine, applied directly to the scalp, to awaken, rejuvenate, and nourish. Regular use invites the essence of wellness into your hair care ritual."
    },
    {
      "id": 28,
      "img": "/src/assets/product/HairCare/hp-28.jpg",
      "title": "Keratin Repair Hair Serum",
      "price": "26.99",
      "rating": "5",
      "description": "Keratin Repair Hair Serum is an alchemist's blend of keratin proteins, designed to transmute brittle, damaged hair into strands of strength and elasticity. This serum seals the hair's cuticle, smoothing away frizz and healing damage from the inside out. It's an essential treatment for those who have exposed their hair to the harshness of heat and chemicals, providing a pathway to restoration."
    },
    {
      "id": 29,
      "img": "/src/assets/product/HairCare/hp-29.jpg",
      "title": "Peppermint Scalp Masque",
      "price": "18.99",
      "rating": "1",
      "description": "Peppermint Scalp Masque is a refreshing plunge into cool invigoration for the scalp. This treatment masque is a burst of peppermint oil, renowned for its stimulating properties that promote blood flow and awaken the hair follicles. Alongside its conditioning agents, it's a dual force of hydration and revitalization, offering a truly therapeutic experience for all who seek both health and luxury for their hair."
    },
    {
      "id": 30,
      "img": "/src/assets/product/HairCare/hp-30.jpg",
      "title": "Curl Essence Defining Cream",
      "price": "21.99",
      "rating": "2",
      "description":  "Curl Essence Defining Cream captures the very soul of curls, defining and separating each coil with a tender embrace. This cream ensures that each curl stands out, resilient against the humidity and environmental stressors that seek to undo its shape. It's a cream that not only holds but also hydrates, maintaining the bounce and liveliness of natural curls. For those who carry the spirit of the curl, this defining cream is an essential ally."
    }
  ],
  "PersonalCare": [
    {
      "id": 31,
      "img": "/src/assets/product/PersonalCare/pp-1.jpg",
      "title": "Ergonomic Toothbrush and Toothpaste",
      "price": "5.99",
      "rating": "2",
      "description": "Experience a breakthrough in oral care with our Ergonomic Toothbrush and Toothpaste set, designed for optimal comfort and efficiency. The uniquely shaped handle fits perfectly in your hand, providing precise control while brushing. Our toothpaste formula contains advanced cleaning agents that fight plaque and cavities, leaving your mouth feeling clean and refreshed. Ideal for sensitive teeth and gums, this set promotes oral health with a gentle touch, ensuring a bright, healthy smile with every use."
    },
    {
      "id": 32,
      "img": "/src/assets/product/PersonalCare/pp-2.jpg",
      "title": "Whitening Toothpaste",
      "price": "6.99",
      "rating": "4",
      "description": "Transform your smile with our premium Whitening Toothpaste, specially formulated to safely and effectively remove surface stains and whiten your teeth. Infused with fluoride and other enamel-safe ingredients, this toothpaste not only brightens but also strengthens your teeth against decay. Ideal for daily use, it provides long-lasting fresh breath and helps maintain gum health, ensuring your smile stays beautiful and healthy."
    },
    {
      "id": 33,
      "img": "/src/assets/product/PersonalCare/pp-3.jpg",
      "title": "Antibacterial Hand Wash",
      "price": "7.99",
      "rating": "3",
      "description": "Keep your hands clean and germ-free with our Antibacterial Hand Wash. This powerful yet gentle formula eliminates 99.9% of bacteria and viruses without drying out your skin. Enriched with moisturizers and vitamin E, it leaves your hands feeling soft, refreshed, and hygienically clean. Perfect for frequent use, our hand wash is a must-have in every household to maintain healthy hygiene practices."
    },
    {
      "id": 34,
      "img": "/src/assets/product/PersonalCare/pp-4.jpg",
      "title": "Moisturizing Hand Lotion",
      "price": "8.99",
      "rating": "5",
      "description": "Our Moisturizing Hand Lotion is crafted to provide your hands with deep, lasting hydration. Formulated with natural ingredients such as shea butter and aloe vera, it absorbs quickly to nourish, protect, and repair dry, cracked skin. Perfect for use after hand washing or any time your hands need a moisture boost, this lotion leaves your skin silky, not greasy, with a pleasant, subtle scent."
    },
    {
      "id": 35,
      "img": "/src/assets/product/PersonalCare/pp-5.jpg",
      "title": "Sunscreen SPF 50+",
      "price": "9.99",
      "rating": "4",
      "description": "Shield your skin from harmful UVA and UVB rays with our broad-spectrum Sunscreen SPF 50+. This lightweight, fast-absorbing formula provides high-level protection without the white residue typical of high SPF products. Water-resistant and enriched with antioxidants, it’s perfect for all skin types, providing essential hydration while protecting your skin from sun damage and premature aging."
    },
    {
      "id": 36,
      "img": "/src/assets/product/PersonalCare/pp-6.jpg",
      "title": "Aloe Vera After-Sun Gel",
      "price": "10.99",
      "rating": "2",
      "description": "Soothe and restore your skin after sun exposure with our Aloe Vera After-Sun Gel. This lightweight, non-greasy gel is formulated with pure aloe vera and other natural ingredients to provide immediate cooling relief and reduce redness. It helps to replenish moisture and repair damaged skin, preventing peeling and flakiness to maintain a lasting tan."
    },
    {
      "id": 37,
      "img": "/src/assets/product/PersonalCare/pp-7.jpg",
      "title": "Exfoliating Body Scrub",
      "price": "11.99",
      "rating": "3",
      "description": "Revitalize your skin with our luxurious Exfoliating Body Scrub. Formulated with natural exfoliants like sugar and sea salt, it gently removes dead skin cells, promoting cell renewal and improving circulation. Enriched with essential oils and hydrating agents, this scrub leaves your skin feeling soft, smooth, and glowing. Perfect for all skin types, it helps to unclog pores and prepare your skin for moisturizing treatments."
    },
    {
      "id": 38,
      "img": "/src/assets/product/PersonalCare/pp-8.jpg",
      "title": "Firming Body Lotion",
      "price": "12.99",
      "rating": "4",
      "description": "Achieve firmer, tighter skin with our Firming Body Lotion. This advanced formula is enriched with natural firming agents like caffeine and seaweed extract to help tighten and tone the skin. Regular use improves skin elasticity and reduces the appearance of cellulite. Hydrating and nourishing, it absorbs quickly without leaving a sticky residue, making it ideal for daily use."
    },
    {
      "id": 39,
      "img": "/src/assets/product/PersonalCare/pp-9.jpg",
      "title": "Shower Gel",
      "price": "13.99",
      "rating": "1",
      "description": "Energize your shower experience with our invigorating Shower Gel. This formula is enriched with essential vitamins and plant extracts to cleanse and nourish the skin while leaving a refreshing scent. Its rich lather rinses off easily, leaving your skin feeling clean, refreshed, and revitalized. Suitable for all skin types, it’s the perfect start to your day or a great way to unwind after a long one."
    },
    {
      "id": 40,
      "img": "/src/assets/product/PersonalCare/pp-10.jpg",
      "title": "Intensive Foot Cream",
      "price": "14.99",
      "rating": "3",
      "description": "Treat your feet to the rich, nourishing care they deserve with our Intensive Foot Cream. This deeply moisturizing cream is formulated with peppermint and tea tree oil to soothe tired, achy feet while softening rough, dry skin. Ideal for daily use, it helps to heal cracked heels and prevent calluses, leaving your feet feeling soft, smooth, and refreshed."
    },
    {
      "id": 41,
      "img": "/src/assets/product/PersonalCare/pp-11.jpg",
      "title": "Deodorant Roll-On",
      "price": "15.99",
      "rating": "5",
      "description": "Stay fresh and confident all day with our Deodorant Roll-On. This gentle, effective deodorant provides long-lasting odor protection without irritating the skin. Formulated with natural ingredients, it’s free from aluminum and parabens, making it safe for even the most sensitive skin. Easy to apply, it dries quickly and leaves no residue, ensuring you stay protected and comfortable."
    },
    {
      "id": 42,
      "img": "/src/assets/product/PersonalCare/pp-12.jpg",
      "title": "Shaving Foam",
      "price": "16.99",
      "rating": "4",
      "description": "Experience a smoother, closer shave with our luxurious Shaving Foam. This rich foam creates a protective barrier over your skin, allowing your razor to glide effortlessly without causing irritation or cuts. Enriched with aloe vera and vitamin E, it hydrates and soothes your skin, leaving it soft, smooth, and irritation-free. Ideal for all skin types, it enhances your shaving experience, providing the ultimate in comfort and results."
    },
    {
      "id": 43,
      "img": "/src/assets/product/PersonalCare/pp-13.jpg",
      "title": "Post-Shave Balm",
      "price": "17.99",
      "rating": "2",
      "description": "Calm and rejuvenate your skin after shaving with our soothing Post-Shave Balm. This light, non-greasy balm is designed to reduce razor burn and redness while moisturizing and refreshing your skin. Infused with natural ingredients such as chamomile and witch hazel, it provides immediate relief and supports the natural healing process, leaving your skin feeling soft and smooth."
    },
    {
      "id": 44,
      "img": "/src/assets/product/PersonalCare/pp-14.jpg",
      "title": "Disposable Razors",
      "price": "18.99",
      "rating": "1",
      "description": "Our Disposable Razors offer a convenient, hygienic solution for your grooming needs. Each razor features a three-blade design that ensures a close, comfortable shave without irritation. The ergonomically designed handle provides a firm grip, making it easy to control. Perfect for travel or quick touch-ups, these razors provide a smooth shave, ensuring you look your best at all times."
    },
    {
      "id": 45,
      "img": "/src/assets/product/PersonalCare/pp-15.jpg",
      "title": "Cleansing Facial Wipes",
      "price": "19.99",
      "rating": "4",
      "description": "Refresh and cleanse your skin on the go with our Cleansing Facial Wipes. These soft, pre-moistened wipes are perfect for removing makeup, excess oil, and impurities while hydrating and soothing the skin. Infused with aloe vera and vitamin E, they leave your skin clean, soft, and refreshed without the need for water. Ideal for all skin types, these wipes are a must-have for busy, active lifestyles."
    },
    {
      "id": 46,
      "img": "/src/assets/product/PersonalCare/pp-16.jpg",
      "title": "Hydrating Face Serum",
      "price": "23.99",
      "rating": "5",
      "description": "Discover the ultimate skin hydration with our Hydrating Face Serum, designed to penetrate deeply and deliver intense moisture. This luxurious serum is formulated with hyaluronic acid, known for its ability to retain up to 1000 times its weight in water. The serum effectively plumps up the skin, smoothing out fine lines and wrinkles, providing a youthful and dewy glow. It's also enriched with vitamins C and E to protect the skin from environmental pollutants and UV damage. Perfect for use both morning and night, it absorbs quickly without leaving any residue, making it ideal for layering under makeup or other skincare products."
    },
    {
      "id": 47,
      "img": "/src/assets/product/PersonalCare/pp-17.jpg",
      "title": "Organic Body Wash",
      "price": "17.50",
      "rating": "4",
      "description": "Elevate your shower routine with our Organic Body Wash, crafted from a blend of natural and organic ingredients. This body wash gently cleanses the skin without stripping it of its natural oils, leaving you feeling refreshed and revitalized. Infused with essential oils of lavender and chamomile, it offers a soothing aroma that calms the mind and body. The rich, creamy lather moisturizes and nourishes the skin, making it soft and smooth. Free from harsh chemicals and synthetic fragrances, it's safe for all skin types, including sensitive skin. Enjoy a luxurious, eco-friendly bathing experience that respects your skin and the planet."
    },
    {
      "id": 48,
      "img": "/src/assets/product/PersonalCare/pp-18.jpg",
      "title": "Revitalizing Night Cream",
      "price": "29.99",
      "rating": "5",
      "description": "Indulge your skin with our Revitalizing Night Cream, a rich, restorative cream that works overnight to renew and rejuvenate your skin. Formulated with peptides and retinol, it stimulates collagen production, reducing the appearance of fine lines and wrinkles. Antioxidants like green tea and vitamin E help to repair skin damage and fight the signs of aging. The cream's luxurious texture envelops your skin, providing deep hydration and nourishment. Wake up to a softer, smoother, and more radiant complexion. This night cream is the perfect way to pamper your skin after a long day, helping to restore its balance and beauty while you sleep."
    },
    {
      "id": 49,
      "img": "/src/assets/product/PersonalCare/pp-19.jpg",
      "title": "Soothing Foot Balm",
      "price": "12.99",
      "rating": "4",
      "description": "Treat your feet to the soothing relief of our Soothing Foot Balm, specifically formulated to soften and heal rough, dry, and cracked feet. Enriched with shea butter, coconut oil, and peppermint oil, this balm provides intense moisture and a refreshing cooling sensation. The thick, creamy texture creates a protective barrier on the skin, locking in moisture for long-lasting hydration. It also helps to relieve tired, achy feet after a long day. Apply it nightly as part of your foot care routine, and wear socks after application to maximize absorption. Your feet will feel softer, smoother, and revitalized with regular use."
    },
    {
      "id": 50,
      "img": "/src/assets/product/PersonalCare/pp-20.jpg",
      "title": "Anti-Aging Eye Gel",
      "price": "34.99",
      "rating": "5",
      "description": "Combat the signs of aging with our Anti-Aging Eye Gel, designed to target fine lines, wrinkles, and puffiness around the delicate eye area. This lightweight, non-greasy gel is formulated with collagen and caffeine to firm and tighten the skin, improving elasticity and reducing the appearance of bags and dark circles. Hyaluronic acid hydrates and plumps the skin, smoothing out fine lines for a more youthful look. The cooling applicator tip provides a soothing effect, helping to decrease puffiness. Ideal for daily use, this eye gel helps to refresh and rejuvenate your eyes, giving you a more awake and vibrant appearance."
    },
    {
      "id": 51,
      "img": "/src/assets/product/PersonalCare/pp-21.jpg",
      "title": "Natural Lip Balm",
      "price": "4.99",
      "rating": "3",
      "description": "Keep your lips soft and hydrated with our Natural Lip Balm, made from 100% natural ingredients. This moisturizing balm glides on smoothly, providing instant relief for dry, chapped lips. It's formulated with beeswax, coconut oil, and shea butter, which nourish and protect your lips against the harsh elements. Vitamin E is added for its antioxidant properties, helping to heal the skin and prevent further damage. Our lip balm is free from artificial colors, flavors, and preservatives, making it safe for the entire family. It's the perfect companion for your pocket or purse, ensuring your lips stay moisturized throughout the day."
    },
    {
      "id": 52,
      "img": "/src/assets/product/PersonalCare/pp-22.jpg",
      "title": "Tea Tree Scalp Treatment",
      "price": "19.99",
      "rating": "4",
      "description": "Refresh and invigorate your scalp with our Tea Tree Scalp Treatment, a therapeutic solution for those suffering from dryness and dandruff. Infused with tea tree oil, known for its antifungal and antibacterial properties, this treatment helps to cleanse the scalp, removing impurities and buildup that can cause flaking and itching. Aloe vera and peppermint oil soothe and cool the scalp, providing relief from irritation. This treatment is ideal for weekly use to maintain a healthy scalp environment, promoting healthier hair growth and leaving your scalp feeling refreshed and revitalized."
    },
    {
      "id": 53,
      "img": "/src/assets/product/PersonalCare/pp-23.jpg",
      "title": "Body Firming Serum",
      "price": "25.99",
      "rating": "5",
      "description": "Achieve smoother, tighter skin with our Body Firming Serum, a revolutionary formula that improves skin elasticity and reduces the appearance of cellulite. This lightweight serum is packed with caffeine and seaweed extract, known for their natural firming and toning properties. It absorbs quickly into the skin, stimulating circulation and promoting the breakdown of fat cells in areas like the thighs, buttocks, and abdomen. Hyaluronic acid provides deep hydration, plumping the skin and smoothing out dimples. With regular use, this serum will leave your skin feeling firmer and looking visibly toned, enhancing your confidence and body image."
    },
    {
      "id": 54,
      "img": "/src/assets/product/PersonalCare/pp-24.jpg",
      "title": "Charcoal Detox Face Mask",
      "price": "15.99",
      "rating": "5",
      "description": "Purify your skin and eliminate impurities with our Charcoal Detox Face Mask. This powerful mask is formulated with activated charcoal, which acts like a magnet to draw out dirt, oil, and toxins from your pores. The addition of clay helps to absorb excess oil and prevent acne, while organic extracts of cucumber and green tea provide soothing and anti-inflammatory benefits. This mask is suitable for all skin types, especially oily or acne-prone skin. Use it weekly to maintain a clear, refreshed complexion, minimizing the appearance of pores and leaving your skin clean and revitalized."
    },
    {
      "id": 55,
      "img": "/src/assets/product/PersonalCare/pp-25.jpg",
      "title": "Ultra-Hydrating Body Lotion",
      "price": "12.99",
      "rating": "4",
      "description": "Quench your skin's thirst with our Ultra-Hydrating Body Lotion, a luxurious moisturizer that provides lasting hydration for dry, thirsty skin. Enriched with glycerin, shea butter, and essential oils, this lotion deeply penetrates the skin, replenishing moisture without leaving a greasy residue. It's formulated to improve skin texture, making it softer, smoother, and more supple. Antioxidant vitamins C and E protect the skin from environmental damage and support healthy skin renewal. Suitable for daily use, this body lotion is perfect for after showering or anytime your skin needs a moisture boost."
    },
    {
      "id": 56,
      "img": "/src/assets/product/PersonalCare/pp-26.jpg",
      "title": "Invigorating Shower Scrub",
      "price": "10.99",
      "rating": "3",
      "description": "Revitalize your shower routine with our Invigorating Shower Scrub, a gentle exfoliating scrub that leaves your skin feeling fresh and rejuvenated. This scrub features natural exfoliants such as walnut shell powder and apricot seed powder, which gently remove dead skin cells and stimulate circulation. The addition of menthol provides a cooling sensation that invigorates the senses, making your shower experience more enjoyable. Enriched with moisturizing ingredients, it leaves your skin soft, smooth, and ready to absorb other skincare products. Ideal for use several times a week, it helps to maintain smooth, healthy-looking skin."
    },
    {
      "id": 57,
      "img": "/src/assets/product/PersonalCare/pp-27.jpg",
      "title": "Sensitive Skin Shaving Gel",
      "price": "8.99",
      "rating": "4",
      "description": "Protect your sensitive skin with our Sensitive Skin Shaving Gel, specifically formulated to provide a smooth, comfortable shave without irritation. This gel creates a rich, creamy lather that allows your razor to glide effortlessly over your skin, reducing the risk of cuts and nicks. It's enriched with aloe vera and calendula, which have soothing properties that calm the skin during and after shaving. The gel is free from fragrances and harsh chemicals, making it ideal for those with sensitive skin. Enjoy a close, comfortable shave that leaves your skin feeling soft and irritation-free."
    },
    {
      "id": 58,
      "img": "/src/assets/product/PersonalCare/pp-28.jpg",
      "title": "Refreshing Facial Toner",
      "price": "13.99",
      "rating": "5",
      "description": "Refresh and balance your skin with our Refreshing Facial Toner, a soothing step in your skincare routine that prepares your skin for moisturizing. This toner is formulated with witch hazel, known for its natural astringent properties, which tightens pores and refines skin texture. It also contains cucumber and aloe vera, which soothe and hydrate the skin, leaving it feeling cool and refreshed. Free from alcohol, it doesn't dry out the skin, making it suitable for all skin types, including dry and sensitive skin. Use it after cleansing to remove any lingering impurities and to restore your skin's pH balance."
    },
    {
      "id": 59,
      "img": "/src/assets/product/PersonalCare/pp-29.jpg",
      "title": "Luxury Bath Oil",
      "price": "22.99",
      "rating": "5",
      "description": "Transform your bath into a luxurious spa experience with our Luxury Bath Oil. This rich, hydrating oil is formulated with a blend of essential oils, including lavender, chamomile, and jojoba, which moisturize and soften the skin. The oil disperses quickly into the water, creating a soothing, aromatic bath that relaxes the senses and leaves your skin silky smooth. It's the perfect way to unwind after a long day, providing therapeutic benefits that soothe both the body and mind. Add a few drops to your bathwater and immerse yourself in the comforting warmth of this indulgent oil."
    },
    {
      "id": 60,
      "img": "/src/assets/product/PersonalCare/pp-30.jpg",
      "title": "Antioxidant Skin Serum",
      "price": "31.99",
      "rating": "5",
      "description": "Energize and protect your skin with our Antioxidant Skin Serum, a potent formula that shields your skin from environmental stressors. This serum is packed with powerful antioxidants such as vitamin C, green tea, and pomegranate extract, which help to neutralize free radicals and prevent skin damage. Its lightweight texture absorbs quickly, providing immediate hydration and leaving your skin looking radiant and healthy. Regular use helps to improve skin texture and tone, reducing the appearance of fine lines and wrinkles. Perfect for all skin types, it's an essential part of your daily skincare regimen for vibrant, youthful-looking skin."
    }

  ],
  "Fragrances": [
    {
      "id": 61,
      "img": "/src/assets/product/Fragrances/fp-1.jpg",
      "title": "Dior Sauvage",
      "price": "240.99",
      "rating": "5",
      "description": "Dior Sauvage is a fragrance that radiates wild, raw masculinity. A composition marked by pure freshness and a rugged landscape, it features a striking blend of Calabrian bergamot and pepper, grounded by a woody amber trail rooted in patchouli. This scent is both noble and untamed, capturing the essence of open spaces and rocky landscapes under the blue sky. Perfect for the modern man who thrives on authenticity and elegance, Sauvage makes a bold statement without saying a word."
    },
    {
      "id": 62,
      "img": "/src/assets/product/Fragrances/fp-2.jpg",
      "title": "Ralph Laurence Romance",
      "price": "220.99",
      "rating": "5",
      "description": "Ralph Laurence Romance is a perfume that embodies the essence of falling in love. With its soft, floral notes of rose, lotus flower, and violet, combined with the sensuous warmth of patchouli and exotic woods, this fragrance captures the intimate and emotional moments of romance. Ideal for the woman who celebrates love in all its forms, Romance offers a tender and alluring scent that is irresistibly feminine and deeply evocative."
    },
    {
      "id": 63,
      "img": "/src/assets/product/Fragrances/fp-3.jpg",
      "title": "Eau de Toilette - Ocean Breeze",
      "price": "190.99",
      "rating": "3",
      "description": "Eau de Toilette - Ocean Breeze encapsulates the refreshing and invigorating spirit of the sea. This light and airy fragrance combines aquatic notes with a hint of citrus and marine accords to bring the essence of ocean waves to your skin. Perfect for daily wear, especially in the warmer months, it offers a crisp freshness that reminds you of breezy summer days by the sea. A scent that is both revitalizing and soothing, it's ideal for those who seek serenity and a natural, clean aroma."
    },
    {
      "id": 64,
      "img": "/src/assets/product/Fragrances/fp-4.jpg",
      "title": "Unisex Fragrance - Spiced Wood",
      "price": "150.99",
      "rating": "5",
      "description": "Unisex Fragrance - Spiced Wood is a bold and earthy scent that is perfectly balanced to suit both men and women. It features a robust blend of spices, including black pepper and cardamom, mingled with the deep, resonant aromas of aged wood and smoky leather. This fragrance is crafted for those who prefer a strong, pronounced scent that makes a statement. Spiced Wood is particularly suited for evening wear and special occasions, where its depth and complexity can truly shine."
    },
    {
      "id": 65,
      "img": "/src/assets/product/Fragrances/fp-5.jpg",
      "title": "Luxury Perfume - Floral Dream",
      "price": "89.99",
      "rating": "4",
      "description": "Luxury Perfume - Floral Dream is an exquisite composition of lush floral notes designed to enchant and captivate. This fragrance opens with a bouquet of fresh peonies and roses, gradually revealing a heart of delicate jasmine and orchid. The base notes of soft musk and vanilla provide a comforting finish, making Floral Dream a sophisticated and romantic choice. Ideal for the woman who loves to dream and desires a scent that is as vivid and luxurious as her imagination."
    },
    {
      "id": 66,
      "img": "/src/assets/product/Fragrances/fp-6.jpg",
      "title": "Body Mist - Tropical Fruits",
      "price": "50.99",
      "rating": "2",
      "description": "Body Mist - Tropical Fruits is a vibrant and energizing fragrance that captures the essence of an exotic fruit basket. Bursting with juicy notes of mango, papaya, and pineapple, this body mist is complemented by a subtle hint of coconut that transports you to a tropical paradise. Light and refreshing, it's perfect for a quick, uplifting spritz on a hot day or whenever you need a burst of fruity freshness."
    },
    {
      "id": 67,
      "img": "/src/assets/product/Fragrances/fp-7.jpg",
      "title": "Body Spray - Mint Fresh",
      "price": "60.99",
      "rating": "3",
      "description": "Body Spray - Mint Fresh offers a cool and refreshing experience with every application. Infused with the crisp, invigorating scent of fresh mint leaves, this body spray revitalizes the senses and provides a long-lasting feeling of freshness. Ideal for post-workout or any time you need a quick refresh, its lively fragrance is both energizing and soothing, making it a versatile choice for everyday use."
    },
    {
      "id": 68,
      "img": "/src/assets/product/Fragrances/fp-8.jpg",
      "title": "Natural Essence - Lavender Fields",
      "price": "70.99",
      "rating": "5",
      "description": "Natural Essence - Lavender Fields is a serene and soothing fragrance that embodies the calming essence of a lush lavender field. This scent is carefully crafted with the purest lavender essential oil, renowned for its relaxing and therapeutic properties. Perfect for evening relaxation and stress relief, Lavender Fields is an ideal fragrance for creating a tranquil, comforting atmosphere in your home or workspace."
    },
    {
      "id": 69,
      "img": "/src/assets/product/Fragrances/fp-9.jpg",
      "title": "Aromatic Oil - Sandalwood",
      "price": "84.99",
      "rating": "1",
      "description": "Aromatic Oil - Sandalwood is a rich and woody fragrance that brings a warm, mysterious, and somewhat meditative quality to any space. Known for its smooth, velvety scent, sandalwood oil is often used in aromatherapy and meditation for its ability to enhance mental clarity and calmness. Ideal for use in personal care or home fragrance, this oil provides a deep, lasting aroma that is both traditional and comforting."
    },
    {
      "id": 70,
      "img": "/src/assets/product/Fragrances/fp-10.jpg",
      "title": "Travel Size Perfume - Jasmine",
      "price": "97.99",
      "rating": "3",
      "description": "Travel Size Perfume - Jasmine is a portable and convenient way to carry the intoxicating scent of jasmine with you wherever you go. This perfume captures the delicate and alluring aroma of jasmine flowers, renowned for their beautiful, intensely floral scent. Perfect for refreshing yourself on the go, this travel-friendly perfume ensures you can uplift your mood and enhance your presence at a moment's notice."
    },
    {
      "id": 71,
      "img": "/src/assets/product/Fragrances/fp-11.jpg",
      "title": "Exclusive Collection - Oud Luxury",
      "price": "159.99",
      "rating": "4",
      "description": "Exclusive Collection - Oud Luxury is a sophisticated and opulent fragrance that features the rare and precious oud wood. This luxurious scent combines the deep, rich aromas of oud with notes of leather and spices, creating a complex and captivating fragrance. Ideal for those who appreciate a distinctive and exotic perfume, Oud Luxury is perfect for special occasions and evening wear."
    },
    {
      "id": 72,
      "img": "/src/assets/product/Fragrances/fp-12.jpg",
      "title": "Scented Water - Rose Petal",
      "price": "110.99",
      "rating": "2",
      "description": "Scented Water - Rose Petal is a delicate and refreshing fragrance that perfectly captures the essence of freshly picked rose petals. This light and airy scent is ideal for daily wear, providing a subtle floral freshness that soothes and uplifts the spirit. Whether used as a personal fragrance or a linen spray, it offers a gentle reminder of spring's beauty and the timeless elegance of roses."
    },
    {
      "id": 73,
      "img": "/src/assets/product/Fragrances/fp-13.jpg",
      "title": "Designer Fragrance - Modern Muse",
      "price": "120.99",
      "rating": "4",
      "description": "Designer Fragrance - Modern Muse is an alluring and confident fragrance designed for the contemporary woman. It blends exotic florals with spicy woods to create a bold, yet feminine scent. Modern Muse inspires and empowers, making it the perfect fragrance for women who lead, dare, and inspire. Ideal for both day and night, it captures the essence of modern femininity in a bottle."
    },
    {
      "id": 74,
      "img": "/src/assets/product/Fragrances/fp-14.jpg",
      "title": "Polo Sport Cologne",
      "price": "130.99",
      "rating": "3",
      "description": "Polo Sport Cologne is a crisp, sporty fragrance that embodies the energy and freedom of the open water. Fresh, invigorating notes of citrus and mint blend with subtle hints of amber and musk to create a clean, refreshing scent that energizes and uplifts. Designed for men who enjoy an active, outdoor lifestyle, this cologne offers a light, refreshing wear that’s perfect for everyday use."
    },
    {
      "id": 75,
      "img": "/src/assets/product/Fragrances/fp-15.jpg",
      "title": "Pocket Cologne - Urban Night",
      "price": "140.99",
      "rating": "4",
      "description": "Pocket Cologne - Urban Night is a sophisticated, travel-sized fragrance for the modern man on the go. This bold, urban-inspired cologne combines spicy notes of black pepper and cardamom with earthy tones of vetiver and patchouli. Compact and convenient, it’s perfect for freshening up before business meetings or social outings, offering a burst of confidence whenever you need it most."
    },
    {
      "id": 76,
      "img": "/src/assets/product/Fragrances/fp-16.jpg",
      "title": "Essence of Spring - Floral Bouquet",
      "price": "85.99",
      "rating": "5",
      "description": "Essence of Spring - Floral Bouquet is a vibrant celebration of the season's freshest and most delightful flowers. This fragrance combines the sweet aromas of lilac, peony, and freesia, creating a light and airy scent that epitomizes the essence of spring. The addition of soft green notes evokes the freshness of a dewy meadow at dawn. Perfect for everyday wear, this perfume brings a sense of joy and renewal with every spritz, making it ideal for those who appreciate the delicate beauty of floral scents."
    },
    {
      "id": 77,
      "img": "/src/assets/product/Fragrances/fp-17.jpg",
      "title": "Mystic Night - Amber and Musk",
      "price": "95.99",
      "rating": "4",
      "description": "Mystic Night - Amber and Musk is a deep, enchanting fragrance that captures the mystery of a moonlit evening. This scent blends the rich warmth of amber with the sensual depth of musk, creating a captivating aroma that is both seductive and comforting. Accents of vanilla and sandalwood add complexity and allure, making this fragrance a perfect choice for evening events and special occasions. Its profound and exotic notes evoke an air of sophistication and intrigue, ideal for those who want to leave a lasting impression."
    },
    {
      "id": 78,
      "img": "/src/assets/product/Fragrances/fp-18.jpg",
      "title": "Citrus Grove - Refreshing Zest",
      "price": "70.99",
      "rating": "3",
      "description": "Citrus Grove - Refreshing Zest is a burst of sunny energy, featuring a lively blend of citrus scents including lemon, lime, and orange. This refreshing fragrance is like a morning walk through a lush, sunlit grove, filled with the tangy aromas of freshly picked citrus fruits. The addition of a slight hint of mint brings a cool, invigorating twist, making it an excellent choice for daytime wear. It's the perfect scent for anyone looking to add a touch of vibrant freshness to their daily routine."
    },
    {
      "id": 79,
      "img": "/src/assets/product/Fragrances/fp-19.jpg",
      "title": "Vanilla Bliss - Sweet Comfort",
      "price": "88.99",
      "rating": "5",
      "description": "Vanilla Bliss - Sweet Comfort is an indulgent fragrance that wraps you in the cozy warmth of vanilla. This scent combines the creamy richness of vanilla with subtle hints of caramel and spice, offering a soothing and comforting aroma. It’s like a warm embrace on a chilly day, ideal for those who seek a sweet and soft scent. With its comforting and inviting presence, Vanilla Bliss is perfect for casual wear and moments when you want to feel a touch of sweet nostalgia."
    },
    {
      "id": 80,
      "img": "/src/assets/product/Fragrances/fp-20.jpg",
      "title": "Oud Mystique - Exotic Splendor",
      "price": "200.99",
      "rating": "4",
      "description": "Oud Mystique - Exotic Splendor is an intricate fragrance that explores the depths of one of the most exclusive ingredients in the perfumery world: oud. Known for its rich and intoxicating aroma, this fragrance blends oud with notes of leather, incense, and spices, creating a complex and powerful scent. Ideal for the connoisseur of fine fragrances, Oud Mystique is a bold choice that stands out for its uniqueness and lasting impression."
    },
    {
      "id": 81,
      "img": "/src/assets/product/Fragrances/fp-21.jpg",
      "title": "Lily of the Valley - Delicate Dew",
      "price": "76.99",
      "rating": "3",
      "description": "Lily of the Valley - Delicate Dew captures the fragile beauty of this springtime flower. This fragrance features the fresh, floral scent of lily of the valley, accented with dewy green notes to create a delicate and pure aroma. It is a tribute to the first days of spring, offering a crisp and clean scent that is reminiscent of new beginnings and the purity of nature. Perfect for daytime wear, it provides a subtle touch of freshness that can be enjoyed throughout the year."
    },
    {
      "id": 82,
      "img": "/src/assets/product/Fragrances/fp-22.jpg",
      "title": "Peppermint Breeze - Cool Clarity",
      "price": "59.99",
      "rating": "2",
      "description": "Peppermint Breeze - Cool Clarity is a refreshingly clear and bright fragrance that combines the crisp scent of peppermint with a hint of eucalyptus. This invigorating blend is perfect for those who appreciate a clean and stimulating aroma that can awaken the senses and clear the mind. It’s like a breath of fresh air on a brisk morning, ideal for use after exercise or any time you need a quick, refreshing boost."
    },
    {
      "id": 83,
      "img": "/src/assets/product/Fragrances/fp-23.jpg",
      "title": "Rosewood Romance - Floral Woods",
      "price": "99.99",
      "rating": "4",
      "description": "Rosewood Romance - Floral Woods is a sophisticated blend of floral and woody scents, creating a harmonious and romantic fragrance. It combines the delicate aroma of rose petals with the rich, grounding scent of rosewood, resulting in a beautifully balanced fragrance. This scent is enhanced with a touch of spice, adding depth and intrigue. Ideal for evening wear, Rosewood Romance is a luxurious choice for dates and special occasions, offering a scent that is both elegant and memorable."
    },
    {
      "id": 84,
      "img": "/src/assets/product/Fragrances/fp-24.jpg",
      "title": "Cedar Citron - Vibrant Woods",
      "price": "112.99",
      "rating": "5",
      "description": "Cedar Citron - Vibrant Woods combines the invigorating freshness of citrus with the earthy strength of cedar. This dynamic fragrance captures the essence of both elements with sparkling lemon and lime zest balanced against the deep, resonant aroma of cedarwood. The result is a vibrant, energizing scent that evokes the outdoors and encourages adventure. Suitable for those who prefer a fragrance that reflects their spirited and lively nature."
    },
    {
      "id": 85,
      "img": "/src/assets/product/Fragrances/fp-25.jpg",
      "title": "Jasmine Twilight - Enchanted Evening",
      "price": "125.99",
      "rating": "5",
      "description": "Jasmine Twilight - Enchanted Evening is a captivating fragrance that envelops you in the intoxicating aroma of night-blooming jasmine. This scent is further enriched with hints of musk and soft florals, creating a mysterious and alluring bouquet. It’s perfect for romantic evenings when you want to make an unforgettable impression with a fragrance that is both seductive and elegant."
    },
    {
      "id": 86,
      "img": "/src/assets/product/Fragrances/fp-26.jpg",
      "title": "Fig Leaf Harmony - Earthy Freshness",
      "price": "78.99",
      "rating": "3",
      "description": "Fig Leaf Harmony - Earthy Freshness offers a unique blend of the mild, sweet note of fig leaves with a refreshing green twist. This fragrance captures the essence of a fig tree in full leaf, combining it with subtle herbal and woody notes to create a scent that is both earthy and clean. Ideal for those who seek a naturally inspired, understated fragrance, it provides a calm and balanced aroma suitable for everyday wear."
    },
    {
      "id": 87,
      "img": "/src/assets/product/Fragrances/fp-27.jpg",
      "title": "Orchid Obsession - Tropical Allure",
      "price": "135.99",
      "rating": "4",
      "description": "Orchid Obsession - Tropical Allure is a lush and exotic fragrance that transports you to a vibrant tropical garden filled with the mesmerizing scent of orchids. This fragrance combines floral notes with a hint of fruitiness, capturing the opulent and tantalizing aromas of the tropics. It’s perfect for anyone who loves rich, floral scents with a touch of the exotic, making every day feel like a getaway to paradise."
    },
    {
      "id": 88,
      "img": "/src/assets/product/Fragrances/fp-28.jpg",
      "title": "Herbal Mist - Green Serenity",
      "price": "68.99",
      "rating": "2",
      "description": "Herbal Mist - Green Serenity is a soothing, herbal fragrance that offers a moment of calm in your busy day. This scent combines the freshness of green tea with the calming properties of herbs like lavender and chamomile. It’s a gentle, relaxing fragrance that is perfect for unwinding after a long day, providing a sense of peace and tranquility that soothes the soul and clears the mind."
    },
    {
      "id": 89,
      "img": "/src/assets/product/Fragrances/fp-29.jpg",
      "title": "Amber Elegance - Refined Resonance",
      "price": "150.99",
      "rating": "5",
      "description": "Amber Elegance - Refined Resonance is a sophisticated fragrance that features the warm, rich aroma of amber. This scent is deepened with subtle notes of vanilla and spice, creating a refined and elegant bouquet that is both comforting and compelling. Perfect for those who prefer their scents to carry a touch of luxury and warmth, Amber Elegance is ideal for special occasions or for adding a sophisticated touch to your everyday style."
    },
    {
      "id": 90,
      "img": "/src/assets/product/Fragrances/fp-30.jpg",
      "title": "Cinnamon Spark - Spicy Warmth",
      "price": "85.99",
      "rating": "3",
      "description": "Cinnamon Spark - Spicy Warmth is a vibrant and energetic fragrance that ignites the senses with the spicy heat of cinnamon. This fragrance blends the fiery spice with hints of clove and orange, creating a warm and invigorating scent that is perfect for cold days. It’s a bold choice for those who love fragrances that make a statement and provide a burst of warmth and energy to their daily routine."
    }
  ],
  "Creams": [
    {
      "id": 91,
      "img": "/src/assets/product/Creams/cp-1.jpg",
      "title": "Versed Body Cream",
      "price": "24.99",
      "rating": "3",
      "description": "Versed Body Cream offers an intense hydration experience, perfect for nourishing dry and tired skin. This luxuriously rich cream is formulated with a blend of essential oils and butter, which work in harmony to restore moisture and elasticity to your skin. Suitable for daily use, this body cream absorbs quickly without leaving a greasy residue, leaving your skin soft, supple, and visibly rejuvenated. Its soothing properties make it ideal for sensitive skin, offering comfort and a delicate fragrance that lasts all day."
    },
    {
      "id": 92,
      "img": "/src/assets/product/Creams/cp-2.jpg",
      "title": "Seaweed Bath Body Cream",
      "price": "23.99",
      "rating": "1",
      "description": "Seaweed Bath Body Cream is an innovative skincare solution that harnesses the natural power of seaweed to nourish and revitalize your skin. Rich in minerals and antioxidants, this body cream helps to detoxify and hydrate the skin, promoting a smoother, more youthful appearance. Its unique formula absorbs quickly, providing immediate hydration and improving skin texture. Ideal for all skin types, especially those prone to dryness and irritation, this cream offers a daily spa-like experience, right in the comfort of your home."
    },
    {
      "id": 93,
      "img": "/src/assets/product/Creams/cp-3.jpg",
      "title": "Brightening Eye Cream",
      "price": "22.99",
      "rating": "2",
      "description": "Brightening Eye Cream is expertly formulated to target the delicate area around your eyes, reducing dark circles and puffiness. Infused with vitamins and peptides, this lightweight cream brightens and revitalizes tired eyes. Its hydrating properties also help to smooth fine lines and prevent new signs of aging. Apply daily for a refreshed, youthful look, and experience the benefits of a more radiant, awakened complexion each morning."
    },
    {
      "id": 94,
      "img": "/src/assets/product/Creams/cp-4.jpg",
      "title": "Daily Moisturizing Lotion",
      "price": "21.99",
      "rating": "4",
      "description": "Daily Moisturizing Lotion is your go-to solution for maintaining healthy, hydrated skin all day long. This lightweight, non-greasy lotion is perfect for daily use, providing 24-hour moisture to help repair and rejuvenate dry skin. Formulated with natural ingredients like aloe vera and vitamin E, it soothes and protects skin against environmental stressors, leaving it soft and smooth without any sticky residue. Ideal for all skin types, this lotion is a must-have for a simple, effective skincare routine."
    },
    {
      "id": 95,
      "img": "/src/assets/product/Creams/cp-5.jpg",
      "title": "SPF 30 Sunblock Cream",
      "price": "20.99",
      "rating": "5",
      "description": "Protect your skin from harmful UV rays with our SPF 30 Sunblock Cream. This broad-spectrum sunscreen offers strong protection against both UVA and UVB rays, preventing sunburn and long-term skin damage. Its water-resistant formula is perfect for active days out, and it's enriched with moisturizers to keep your skin hydrated and nourished. Lightweight and fast-absorbing, it leaves no white residue, making it ideal for everyday use under makeup."
    },
    {
      "id": 96,
      "img": "/src/assets/product/Creams/cp-6.jpg",
      "title": "Vitamin C Serum",
      "price": "19.99",
      "rating": "2",
      "description": "Energize and illuminate your skin with our Vitamin C Serum, a potent antioxidant treatment that combats signs of aging and brightens the complexion. This powerful serum is formulated with a high concentration of vitamin C, known for its ability to boost collagen production, reduce fine lines, and enhance skin radiance. Apply it daily to clean skin to protect against environmental pollutants and achieve a more vibrant, youthful glow."
    },
    {
      "id": 97,
      "img": "/src/assets/product/Creams/cp-7.jpg",
      "title": "Retinol Complex Cream",
      "price": "18.99",
      "rating": "3",
      "description": "Discover the transformative power of our Retinol Complex Cream, designed to rejuvenate your skin by promoting rapid cell turnover and boosting collagen production. This cream reduces the appearance of fine lines, wrinkles, and age spots, offering you a smoother, clearer complexion. Suitable for nightly use, its hydrating formula is balanced to minimize irritation, making it ideal for all skin types looking to achieve a more youthful, radiant appearance."
    },
    {
      "id": 98,
      "img": "/src/assets/product/Creams/cp-8.jpg",
      "title": "Acne Treatment Gel",
      "price": "17.99",
      "rating": "2",
      "description": "Tackle breakouts head-on with our Acne Treatment Gel, a targeted solution for reducing acne and preventing new pimples from forming. Formulated with salicylic acid, this gel penetrates pores to remove excess oil and debris, while natural anti-inflammatory agents soothe redness and swelling. Apply directly to blemishes or over problem areas to maintain clear, healthy-looking skin without the harshness typically associated with acne treatments."
    },
    {
      "id": 99,
      "img": "/src/assets/product/Creams/cp-9.jpg",
      "title": "Soothing Aloe Vera Gel",
      "price": "16.99",
      "rating": "4",
      "description": "Soothing Aloe Vera Gel offers immediate relief for sunburned or irritated skin, harnessing the natural healing power of aloe vera. This cooling gel soothes and hydrates skin, accelerating the healing process and reducing inflammation. Free from artificial colors and fragrances, it's gentle enough for daily use on all skin types, including sensitive skin. Keep it on hand for a refreshing moisture boost or to soothe minor cuts and burns."
    },
    {
      "id": 100,
      "img": "/src/assets/product/Creams/cp-10.jpg",
      "title": "Body Firming Butter",
      "price": "15.99",
      "rating": "5",
      "description": "Our Body Firming Butter is a luxurious cream that firms and tightens the skin, enhancing its overall texture and tone. Infused with natural firming agents like cocoa and shea butter, this rich body butter intensely moisturizes and nourishes the skin, while improving elasticity. Regular use helps to visibly reduce the appearance of cellulite and stretch marks, leaving your skin smooth, sculpted, and radiant."
    },
    {
      "id": 101,
      "img": "/src/assets/product/Creams/cp-11.jpg",
      "title": "Exfoliating Foot Cream",
      "price": "14.99",
      "rating": "3",
      "description": "Revitalize your feet with our Exfoliating Foot Cream, a rejuvenating treatment designed to slough away rough, dry skin and soothe tired, aching feet. This cream combines physical exfoliants like pumice with nourishing ingredients such as peppermint oil to stimulate circulation and refresh your feet. Ideal for use during pedicures or as a regular part of your foot care routine, it leaves your feet feeling soft, smooth, and revitalized."
    },
    {
      "id": 102,
      "img": "/src/assets/product/Creams/cp-12.jpg",
      "title": "Organic Hand Cream",
      "price": "13.99",
      "rating": "1",
      "description": "Our Organic Hand Cream is crafted with care from the finest organic ingredients to provide deep, lasting hydration to your hands. Rich in shea butter and essential oils, this cream absorbs quickly to nourish and repair dry, cracked skin. Its gentle formula is suitable for all skin types, including sensitive skin, offering a protective barrier that locks in moisture for soft, smooth hands all day long."
    },
    {
      "id": 103,
      "img": "/src/assets/product/Creams/cp-13.jpg",
      "title": "Collagen Peptide Cream",
      "price": "12.99",
      "rating": "2",
      "description": "Collagen Peptide Cream is an advanced anti-aging formula designed to visibly reduce wrinkles and restore skin firmness. This cream is enriched with peptides that penetrate deep into the skin to stimulate collagen production, enhancing skin elasticity and smoothness. Its hydrating properties ensure that skin remains moisturized and plump, minimizing the signs of aging for a youthful, radiant complexion."
    },
    {
      "id": 104,
      "img": "/src/assets/product/Creams/cp-14.jpg",
      "title": "Eczema Relief Cream",
      "price": "11.99",
      "rating": "3",
      "description": "Eczema Relief Cream provides effective and soothing relief from the symptoms of eczema, including itchiness, redness, and dryness. Formulated with calming ingredients like colloidal oatmeal and chamomile, this cream helps to heal damaged skin and prevent flare-ups. Its gentle formula is steroid-free and suitable for long-term use, offering comfort and improvement to skin prone to eczema and other chronic dry skin conditions."
    },
    {
      "id": 105,
      "img": "/src/assets/product/Creams/cp-15.jpg",
      "title": "Tinted BB Cream",
      "price": "10.99",
      "rating": "4",
      "description": "Our Tinted BB Cream blends skincare and makeup into one seamless step. This lightweight, multi-tasking formula provides a sheer, natural coverage while hydrating and protecting the skin with SPF 15. Enriched with antioxidants and vitamins, it evens out skin tone, conceals imperfections, and prevents sun damage. Suitable for all skin types, it provides a flawless finish for a no-makeup look, perfect for everyday wear."
    },
    {
      "id": 106,
      "img": "/src/assets/product/Creams/cp-16.jpg",
      "title": "Anti-Aging Night Serum",
      "price": "32.99",
      "rating": "5",
      "description": "Our Anti-Aging Night Serum is designed to work while you sleep, delivering potent anti-aging ingredients deep into your skin. Formulated with retinol, hyaluronic acid, and a blend of antioxidants, it reduces the appearance of fine lines and wrinkles by promoting skin renewal and collagen production. This serum also hydrates and repairs skin damage, leaving your complexion looking firmer and more youthful each morning. Its non-greasy formula absorbs quickly, making it suitable for all skin types, including sensitive skin. Incorporate it into your nighttime routine for a revitalized and rejuvenated appearance."
    },
    {
      "id": 107,
      "img": "/src/assets/product/Creams/cp-17.jpg",
      "title": "Hydrating Cucumber Gel",
      "price": "18.99",
      "rating": "4",
      "description": "Hydrating Cucumber Gel offers a refreshing burst of hydration for your skin, ideal for soothing and cooling after exposure to the sun or a long day. Made with real cucumber extract and aloe vera, this gel moisturizes and calms irritated skin effectively. Its lightweight formula sinks into the skin quickly, providing immediate relief and hydration without a sticky residue. Rich in vitamins and minerals, it helps to replenish the skin's natural barrier, leaving your skin soft, cool, and refreshed."
    },
    {
      "id": 108,
      "img": "/src/assets/product/Creams/cp-18.jpg",
      "title": "Deep Moisture Hand Cream",
      "price": "12.99",
      "rating": "3",
      "description": "Deep Moisture Hand Cream is crafted to provide your hands with an exceptional level of hydration, especially during harsh weather conditions. This rich cream contains shea butter and vitamin E, which deeply nourish and protect the skin from dryness and cracking. It absorbs quickly, leaving your hands feeling soft, smooth, and moisturized without any greasiness. Regular use of this cream helps to improve the skin's elasticity and provides a protective layer that combats the daily exposure to environmental stresses."
    },
    {
      "id": 109,
      "img": "/src/assets/product/Creams/cp-19.jpg",
      "title": "Calming Lavender Body Lotion",
      "price": "19.99",
      "rating": "5",
      "description": "Calming Lavender Body Lotion is designed to relax and soothe your senses while providing your skin with deep hydration. Infused with lavender essential oil, known for its natural calming and healing properties, this lotion helps to reduce stress and promote a peaceful sleep. Its rich formula is quick-absorbing and intensely moisturizing, making it ideal for use after a bath or shower to lock in moisture for soft, supple skin. Enjoy the therapeutic benefits of lavender with every use of this luxurious body lotion."
    },
    {
      "id": 110,
      "img": "/src/assets/product/Creams/cp-20.jpg",
      "title": "Brightening Vitamin C Cream",
      "price": "26.99",
      "rating": "4",
      "description": "Brightening Vitamin C Cream harnesses the power of Vitamin C to brighten and revitalize your skin. This cream is formulated to help reduce the appearance of dark spots and hyperpigmentation, promoting a more even skin tone. Antioxidant-rich, it also defends against environmental damage and stimulates collagen production, enhancing skin's natural resilience and firmness. With its lightweight, non-greasy texture, it absorbs quickly, leaving your skin radiant and glowing without any residue."
    },
    {
      "id": 111,
      "img": "/src/assets/product/Creams/cp-21.jpg",
      "title": "Ultra Repair Foot Balm",
      "price": "15.99",
      "rating": "4",
      "description": "Ultra Repair Foot Balm is an intensive treatment designed to heal and soothe dry, cracked feet. Enriched with peppermint and tea tree oil, this balm provides a cooling sensation while fighting bacteria and fungi. Its rich, emollient formula penetrates deeply to heal rough, tough skin, restoring softness and comfort. Regular use of this balm can transform your feet, making them smooth and healthy, and ready to take on any challenge."
    },
    {
      "id": 112,
      "img": "/src/assets/product/Creams/cp-22.jpg",
      "title": "Soothing Skin Balm",
      "price": "20.99",
      "rating": "5",
      "description": "Soothing Skin Balm is a multi-purpose balm that provides relief for irritated and sensitive skin. This gentle formula contains calendula and chamomile, both known for their soothing and anti-inflammatory properties. It's perfect for treating minor irritations, rashes, and dry patches, offering quick relief and aiding in the healing process. Its rich texture forms a protective barrier that moisturizes and defends skin from external aggressors."
    },
    {
      "id": 113,
      "img": "/src/assets/product/Creams/cp-23.jpg",
      "title": "Anti-Wrinkle Face Cream",
      "price": "34.99",
      "rating": "3",
      "description": "Anti-Wrinkle Face Cream is your ally in the fight against aging, designed to visibly reduce the appearance of wrinkles and fine lines. This cream is packed with powerful ingredients like retinol and hyaluronic acid, which work together to smooth skin texture and promote a youthful glow. The cream boosts skin's hydration and elasticity, making it look and feel rejuvenated. Ideal for nightly use, it works to repair skin during sleep, so you can wake up to a firmer, smoother complexion."
    },
    {
      "id": 114,
      "img": "/src/assets/product/Creams/cp-24.jpg",
      "title": "Natural Barrier Cream",
      "price": "16.99",
      "rating": "2",
      "description": "Natural Barrier Cream is designed to protect and repair the skin's natural barrier function. This cream uses a blend of ceramides and essential fatty acids to fortify the skin's defenses against environmental stressors and dehydration. By restoring the skin's barrier, this cream helps to prevent moisture loss and maintain a healthy, balanced complexion. It's particularly beneficial for dry, sensitive skin types, providing soothing relief and long-lasting hydration."
    },
    {
      "id": 115,
      "img": "/src/assets/product/Creams/cp-25.jpg",
      "title": "Youth Renewal Facial Serum",
      "price": "29.99",
      "rating": "5",
      "description": "Youth Renewal Facial Serum is a potent formula that targets signs of aging to give you a more youthful, radiant look. This serum is enriched with collagen peptides and stem cells that promote skin renewal and improve elasticity. Its lightweight formula penetrates deeply to deliver active ingredients where they are most effective. With regular use, it reduces the appearance of fine lines and wrinkles, enhances skin firmness, and restores a youthful vibrancy to your complexion."
    },
    {
      "id": 116,
      "img": "/src/assets/product/Creams/cp-26.jpg",
      "title": "Hydrating Mist Spray",
      "price": "12.99",
      "rating": "4",
      "description": "Hydrating Mist Spray is a refreshing facial mist that provides instant hydration and revitalization to tired, dehydrated skin. This lightweight spray is formulated with aloe vera, green tea, and cucumber extracts, known for their hydrating and soothing properties. A quick spritz delivers a fine mist that cools and comforts the skin, making it ideal for use throughout the day, even over makeup. It helps to set your makeup, protect against environmental pollutants, and keep your skin looking fresh and dewy."
    },
    {
      "id": 117,
      "img": "/src/assets/product/Creams/cp-27.jpg",
      "title": "Purifying Clay Mask",
      "price": "18.99",
      "rating": "3",
      "description": "Purifying Clay Mask deeply cleanses and detoxifies the skin, drawing out impurities and oils that can clog pores and lead to acne. This mask combines natural clay with activated charcoal, which works effectively to absorb toxins and clear the skin. Enriched with witch hazel and tea tree oil, it also helps to tighten pores and calm inflammation. Suitable for all skin types, especially oily and combination skin, this mask provides a deep cleanse that leaves your skin clean, clear, and refreshed."
    },
    {
      "id": 118,
      "img": "/src/assets/product/Creams/cp-28.jpg",
      "title": "Energizing Body Scrub",
      "price": "14.99",
      "rating": "5",
      "description": "Energizing Body Scrub is an invigorating exfoliator that sloughs away dead skin cells, promoting cell renewal and improving skin texture. This scrub is formulated with coffee grounds and coconut oil, which not only exfoliate but also moisturize and tighten the skin. The caffeine in coffee stimulates circulation, helping to reduce the appearance of cellulite and giving your skin a firmer, smoother look. Perfect for use in the shower, this scrub leaves your skin energized and glowing."
    },
    {
      "id": 119,
      "img": "/src/assets/product/Creams/cp-29.jpg",
      "title": "Soothing After-Shave Lotion",
      "price": "21.99",
      "rating": "4",
      "description": "Soothing After-Shave Lotion is designed to calm and refresh the skin after shaving. This lotion contains aloe vera and lavender essential oil, which provide immediate relief from razor burn and reduce redness and inflammation. Its lightweight formula absorbs quickly, soothing the skin without leaving a greasy residue. Ideal for men with sensitive skin, this after-shave lotion helps to heal minor nicks and cuts, while moisturizing and protecting the skin from further irritation."
    },
    {
      "id": 120,
      "img": "/src/assets/product/Creams/cp-30.jpg",
      "title": "Intensive Healing Cream",
      "price": "23.99",
      "rating": "5",
      "description": "Intensive Healing Cream is a rich, emollient cream that provides deep healing and hydration to severely dry, cracked, or irritated skin. Formulated with shea butter, jojoba oil, and panthenol, this cream delivers intense moisture and promotes healing of damaged skin. It's ideal for treating conditions like eczema, psoriasis, and dermatitis, offering relief and restoration for even the most challenging skin issues. Its gentle, hypoallergenic formula is suitable for all ages and skin types, providing soothing care and protection."
    }
  ],
  "Tools": [
    {
      "id": 121,
      "img": "/src/assets/product/Tools/tp-1.jpg",
      "title": "Pink Tweezers",
      "price": "24.99",
      "rating": "3",
      "description": "Our Pink Tweezers are not only stylish but also designed for precision plucking. Crafted from high-quality stainless steel with a bright pink finish, these tweezers offer superior control and accuracy for all your grooming needs. The slanted tips allow for meticulous hair removal, whether you're shaping eyebrows, removing splinters, or tackling unwanted facial hair. The ergonomic design ensures comfort during use, making them an essential tool in your beauty regimen."
    },
    {
      "id": 122,
      "img": "/src/assets/product/Tools/tp-2.jpg",
      "title": "Ceramic Flat Iron",
      "price": "82.35",
      "rating": "2",
      "description": "Experience the ultimate styling with our Ceramic Flat Iron, engineered to provide smooth, sleek hair without damaging your strands. Featuring advanced ceramic technology, this flat iron distributes heat evenly, reducing the risk of hot spots that can fry your hair. Adjustable temperature settings allow for customization based on your hair type, while the floating plates glide effortlessly, minimizing tugging and breakage. Ideal for everyday use, it transforms frizzy, dull hair into a perfectly polished look."
    },
    {
      "id": 123,
      "img": "/src/assets/product/Tools/tp-3.jpg",
      "title": "Curling Wand with Interchangeable Barrels",
      "price": "93.65",
      "rating": "5",
      "description": "Unlock endless styling possibilities with our Curling Wand, featuring interchangeable barrels to create everything from tight ringlets to loose, beachy waves. This versatile tool comes with various barrel sizes, each coated in ceramic to protect your hair from heat damage while ensuring long-lasting curls. The adjustable heat settings cater to all hair types, and the quick heat-up time means you’re ready to style in moments. Perfect for anyone who loves to switch up their look, it’s the ultimate tool for creative hairstyles."
    },
    {
      "id": 124,
      "img": "/src/assets/product/Tools/tp-4.jpg",
      "title": "Electric Shaver",
      "price": "49.99",
      "rating": "4",
      "description": "Our Electric Shaver is designed for those who seek a close, comfortable shave without the hassle. Featuring advanced blade technology, it adjusts to the contours of your face, minimizing irritation and reducing the time spent on your morning routine. Waterproof and versatile, it can be used for both dry and wet shaves, offering maximum flexibility. With its long-lasting battery and ergonomic design, this shaver provides a smooth shave every time, making it a must-have in your grooming arsenal."
    },
    {
      "id": 125,
      "img": "/src/assets/product/Tools/tp-5.jpg",
      "title": "Precision Tweezers",
      "price": "20.99",
      "rating": "3",
      "description": "Precision Tweezers are the perfect tool for those who demand the very best in precision grooming. Crafted from surgical-grade stainless steel, these tweezers feature a fine, pointed tip that allows for the accurate removal of ingrown hairs, splinters, and blackheads. The tension-calibrated grip provides comfort and excellent control, making them ideal for beauty and medical needs alike. Whether you’re prepping for a professional makeup application or caring for delicate tasks, these tweezers are up to the challenge."
    },
    {
      "id": 126,
      "img": "/src/assets/product/Tools/tp-6.jpg",
      "title": "Manicure Kit",
      "price": "19.99",
      "rating": "4",
      "description": "Our Manicure Kit includes everything you need for a professional salon-quality manicure at home. This comprehensive set comes with nail clippers, cuticle pushers, nail files, and more, all made from high-quality materials to ensure durability and precision. Each tool is ergonomically designed to provide a comfortable grip and optimal control, making your manicure process smooth and efficient. Packaged in a stylish case, it’s convenient for travel and storage, ensuring you keep your nails looking their best at all times."
    },
    {
      "id": 127,
      "img": "/src/assets/product/Tools/tp-7.jpg",
      "title": "Pedicure Tools Set",
      "price": "18.99",
      "rating": "2",
      "description": "Treat your feet with our comprehensive Pedicure Tools Set, designed to provide you with everything needed for a complete pedicure experience. This set includes high-quality tools such as a foot file, cuticle pusher, nail clippers, and scrub brushes, all crafted to ensure effective and safe pedicure. Ideal for both professional and home use, it helps you achieve smooth, soft feet effortlessly. Keep your feet impeccably groomed and ready to show off any season with our essential pedicure kit."
    },
    {
      "id": 128,
      "img": "/src/assets/product/Tools/tp-8.jpg",
      "title": "Makeup Brushes Set",
      "price": "17.99",
      "rating": "3",
      "description": "Our Makeup Brushes Set is a must-have for any beauty enthusiast, whether beginner or professional. This set includes a variety of essential brushes made from high-quality synthetic fibers that are soft, durable, and hygienic. Perfect for applying a wide range of cosmetics including powders, creams, and liquids, these brushes provide smooth, even coverage. The handles are designed for comfortable use, allowing for precise application every time. Elevate your makeup routine with this versatile, stylish set."
    },
    {
      "id": 129,
      "img": "/src/assets/product/Tools/tp-9.jpg",
      "title": "Facial Cleansing Brush",
      "price": "99.99",
      "rating": "4",
      "description": "Enhance your skincare routine with our advanced Facial Cleansing Brush, designed to deeply cleanse and exfoliate your skin. Featuring soft, fine bristles and multiple speed settings, this brush gently removes dirt, oil, and makeup residue, leaving your skin clean and refreshed. It’s waterproof and rechargeable, making it suitable for use in the shower. Regular use of this cleansing brush can help reduce the appearance of pores and improve skin texture, giving you a clearer, smoother complexion."
    },
    {
      "id": 130,
      "img": "/src/assets/product/Tools/tp-10.jpg",
      "title": "Skin Exfoliating Device",
      "price": "15.99",
      "rating": "5",
      "description": "Our Skin Exfoliating Device is a revolutionary beauty tool that provides professional-grade exfoliation at home. Designed to remove dead skin cells and promote cell renewal, this device features a diamond-tipped wand that polishes and smooths your skin, enhancing its texture and clarity. Adjustable settings allow for customization to suit different skin types and sensitivities. Lightweight and easy to use, it’s an excellent addition to any skincare routine, helping to achieve a brighter, more youthful appearance."
    },
    {
      "id": 131,
      "img": "/src/assets/product/Tools/tp-11.jpg",
      "title": "Hot Air Brush",
      "price": "14.99",
      "rating": "3",
      "description": "Our Hot Air Brush combines drying and styling in one easy step, delivering salon-quality results with less effort. Featuring advanced ionic technology, it reduces frizz and static, leaving your hair smooth and shiny. The oval brush design smooths hair while the rounded edges create volume at the roots and beautifully curled ends, resulting in gorgeous, full-bodied styles in just one step. Perfect for all hair types, this tool is your shortcut to flawless hair."
    },
    {
      "id": 132,
      "img": "/src/assets/product/Tools/tp-12.jpg",
      "title": "Beard Trimmer",
      "price": "130.99",
      "rating": "5",
      "description": "Keep your beard impeccably groomed with our high-performance Beard Trimmer. Engineered for precision and ease of use, this trimmer offers a variety of length settings to help you achieve your desired look, whether you prefer a subtle trim or a full, sculpted beard. Its sharp, durable blades ensure a clean cut every time, while the ergonomic design fits comfortably in your hand. Ideal for daily use, this beard trimmer is a reliable tool for maintaining your style with professional accuracy."
    },
    {
      "id": 133,
      "img": "/src/assets/product/Tools/tp-13.jpg",
      "title": "Nail Polish Dryer",
      "price": "12.99",
      "rating": "2",
      "description": "Speed up your manicure routine with our Nail Polish Dryer, designed to efficiently dry and set your nail polish. This device uses gentle yet effective air flow to harden nail polish, reducing drying time and preventing smudges. Compact and easy to use, it’s perfect for home manicures, ensuring your nails are flawlessly set every time. Say goodbye to long waits and hello to beautifully polished nails in minutes."
    },
    {
      "id": 134,
      "img": "/src/assets/product/Tools/tp-14.jpg",
      "title": "Hair Clipping Set",
      "price": "110.99",
      "rating": "3",
      "description": "Our Hair Clipping Set is the ultimate tool for professional-grade haircuts at home. This comprehensive set includes a range of guide combs and precision blades, allowing you to achieve a variety of styles and lengths. The powerful motor ensures smooth, even cuts without pulling or snagging, while the ergonomic design makes it easy to handle. Whether you're trimming your hair or performing detailed grooming, this clipping set provides everything you need for a perfect cut every time."
    },
    {
      "id": 135,
      "img": "/src/assets/product/Tools/tp-15.jpg",
      "title": "Eyelash Curler",
      "price": "10.99",
      "rating": "4",
      "description": "Achieve the perfect curl with our Eyelash Curler, designed to lift and curl lashes safely and effectively. This tool features a soft silicone pad that gently grips your lashes at the root, creating a longer-lasting curl without crimping or breaking. The ergonomic handle provides a comfortable grip and precise control, making it easy to achieve beautiful, eye-opening results. Suitable for all eye shapes, this eyelash curler is a must-have for anyone looking to enhance their eye makeup look."
    },
    {
      "id": 136,
      "img": "/src/assets/product/Tools/tp-16.jpg",
      "title": "Deluxe Hair Styling Kit",
      "price": "45.99",
      "rating": "4",
      "description": "Our Deluxe Hair Styling Kit is the ultimate collection for achieving professional hair styles at home. This comprehensive kit includes a range of brushes, combs, and styling tools that cater to all hair types and styles. From voluminous blowouts to sleek, straight looks, these tools are designed with high-quality materials that minimize heat damage and enhance your hair's natural shine. Each tool is ergonomically designed for comfort and precision, making styling easier and more efficient. Packaged in a stylish, portable case, this kit is ideal for travel or as a thoughtful gift for beauty enthusiasts."
    },
    {
      "id": 137,
      "img": "/src/assets/product/Tools/tp-17.jpg",
      "title": "Advanced Facial Steamer",
      "price": "68.99",
      "rating": "5",
      "description": "Experience spa-like facial treatments at home with our Advanced Facial Steamer. This device opens up your pores and helps loosen any buildup of dirt for a deeper cleanse. The steam also promotes blood circulation, which not only leaves your skin looking refreshed but also helps in reducing signs of aging. It's easy to use and compatible with essential oils for an aromatic steaming session. This steamer is an excellent way to pamper yourself, allowing for better absorption of skincare products and a clear, hydrated complexion."
    },
    {
      "id": 138,
      "img": "/src/assets/product/Tools/tp-18.jpg",
      "title": "Precision Nail Clipper Set",
      "price": "12.99",
      "rating": "3",
      "description": "Our Precision Nail Clipper Set is designed to provide you with a perfect nail trimming experience. Made from high-quality stainless steel, these clippers offer sharp, clean cuts with minimal effort. The set includes clippers in two sizes to accommodate both fingernails and toenails, ensuring precise and controlled cuts. The ergonomic design features a non-slip handle that provides comfort and prevents slipping while trimming. Suitable for all ages and nail types, this set is a reliable tool for maintaining neat, well-groomed nails."
    },
    {
      "id": 139,
      "img": "/src/assets/product/Tools/tp-19.jpg",
      "title": "Luxury Makeup Organizer",
      "price": "59.99",
      "rating": "4",
      "description": "Keep your makeup collection neatly organized and easily accessible with our Luxury Makeup Organizer. This stylish organizer is crafted from durable, high-quality materials and features multiple compartments and drawers. It's designed to hold a variety of makeup items, from brushes and palettes to lipsticks and foundations. The clear design allows you to see all your products at a glance, making it easier to find what you need. Its sleek, modern look adds a touch of elegance to any vanity or bathroom counter."
    },
    {
      "id": 140,
      "img": "/src/assets/product/Tools/tp-20.jpg",
      "title": "Ergonomic Back Scrubber",
      "price": "18.99",
      "rating": "5",
      "description": "Our Ergonomic Back Scrubber is designed to help you reach and cleanse every part of your back effortlessly. This tool features a long, curved handle that is easy to hold and maneuver, along with a soft, durable scrubbing surface that exfoliates and massages your skin. It's perfect for use in the shower or bath and is gentle enough for daily use. Improve your hygiene and enjoy a spa-like experience in your own home with this practical and therapeutic tool."
    },
    {
      "id": 141,
      "img": "/src/assets/product/Tools/tp-21.jpg",
      "title": "Compact Hair Dryer",
      "price": "34.99",
      "rating": "3",
      "description": "Our Compact Hair Dryer combines power with convenience, offering a robust drying experience without the bulk of traditional models. It features multiple heat and speed settings to suit different hair types and styles, along with a cool shot button to set your style in place. Lightweight and ergonomically designed, this hair dryer is easy to handle and perfect for travel or home use. Achieve salon-quality results quickly and efficiently with this versatile styling tool."
    },
    {
      "id": 142,
      "img": "/src/assets/product/Tools/tp-22.jpg",
      "title": "Silicone Face Mask Applicator",
      "price": "9.99",
      "rating": "4",
      "description": "Apply your face masks more hygienically and without waste with our Silicone Face Mask Applicator. Made from high-quality silicone, this tool is designed to smoothly spread any type of mask over your face evenly and without irritation. Unlike traditional brushes, it's easy to clean and ensures that you use every bit of your mask without absorbing product. This applicator is an essential addition to your skincare routine, helping you achieve a flawless application every time."
    },
    {
      "id": 143,
      "img": "/src/assets/product/Tools/tp-23.jpg",
      "title": "High-Performance Hair Straightener",
      "price": "75.99",
      "rating": "5",
      "description": "Our High-Performance Hair Straightener features advanced technology to ensure smooth, straight hair without damage. The ceramic plates distribute heat evenly, preventing hot spots and protecting your hair from breakage. With adjustable temperature settings, it's suitable for all hair types and styles. Its sleek design and quick heating capability make it an efficient tool for achieving perfect results with minimal effort. Enjoy salon-like hair at home with this professional-grade straightener."
    },
    {
      "id": 144,
      "img": "/src/assets/product/Tools/tp-24.jpg",
      "title": "Deluxe Beard Grooming Kit",
      "price": "49.99",
      "rating": "3",
      "description": "Our Deluxe Beard Grooming Kit contains everything you need to keep your beard in top condition. This set includes a high-quality beard brush, comb, scissors, and beard oil, all tailored to maintain and style your facial hair. The natural bristle brush and ergonomic comb help to distribute oils evenly, encouraging healthy hair growth without causing irritation. Packaged in a handsome box, it's the perfect gift for any man who takes pride in his beard."
    },
    {
      "id": 145,
      "img": "/src/assets/product/Tools/tp-25.jpg",
      "title": "Ultimate Eyebrow Grooming Kit",
      "price": "26.99",
      "rating": "4",
      "description": "Shape and maintain perfect eyebrows with our Ultimate Eyebrow Grooming Kit. This comprehensive set includes tweezers, scissors, brushes, and stencils to help you achieve professional results at home. Whether you prefer natural or bold brows, this kit provides the tools you need to groom, shape, and define your eyebrows with precision. It's a must-have for anyone who wants to enhance their facial features and ensure their brows look their best."
    },
    {
      "id": 146,
      "img": "/src/assets/product/Tools/tp-26.jpg",
      "title": "Multifunctional Beauty Tool",
      "price": "58.99",
      "rating": "2",
      "description": "Our Multifunctional Beauty Tool is an all-in-one solution for your beauty needs. It combines a facial massager, epilator, and cleansing brush in one compact device. Suitable for all skin types, it helps to enhance your skin's appearance by exfoliating, removing unwanted hair, and improving blood circulation. The interchangeable heads are easy to switch and clean, making this tool a convenient and versatile addition to your beauty routine."
    },
    {
      "id": 147,
      "img": "/src/assets/product/Tools/tp-27.jpg",
      "title": "Professional Makeup Brush Cleaner",
      "price": "33.99",
      "rating": "5",
      "description": "Keep your makeup brushes in pristine condition with our Professional Makeup Brush Cleaner. This device cleans and dries brushes in seconds, using centrifugal spin technology to ensure that brushes are thoroughly cleaned without damaging the bristles. Suitable for all sizes of makeup brushes, it helps to remove makeup residue, dirt, and oils, ensuring that your brushes are hygienic and ready for use. Perfect for makeup artists and beauty enthusiasts alike."
    },
    {
      "id": 148,
      "img": "/src/assets/product/Tools/tp-28.jpg",
      "title": "LED Lighted Makeup Mirror",
      "price": "42.99",
      "rating": "4",
      "description": "Our LED Lighted Makeup Mirror provides optimal lighting for flawless makeup application. This mirror features adjustable LED lights that simulate natural sunlight, providing a clear, bright reflection. It's designed with a touch sensor switch and offers multiple magnification options to cater to detailed makeup tasks. The sleek, modern design fits beautifully on any vanity or bathroom counter, enhancing your makeup experience with perfect lighting."
    },
    {
      "id": 149,
      "img": "/src/assets/product/Tools/tp-29.jpg",
      "title": "Compact Travel Hair Dryer",
      "price": "29.99",
      "rating": "3",
      "description": "Our Compact Travel Hair Dryer combines power and portability, making it an ideal companion for your travels. Despite its small size, it offers impressive drying power with multiple heat and speed settings to suit your hair type and styling needs. The foldable handle and dual voltage compatibility make it perfect for worldwide use. Don't let travel stop you from achieving beautiful, styled hair wherever you go."
    },
    {
      "id": 150,
      "img": "/src/assets/product/Tools/tp-30.jpg",
      "title": "Ultimate Skin Spa System",
      "price": "64.99",
      "rating": "5",
      "description": "Our Ultimate Skin Spa System is a complete skincare set that includes a facial cleansing brush, exfoliation attachment, and a silicone massage head. This comprehensive system helps to cleanse, exfoliate, and rejuvenate your skin. The multiple brush heads are designed for all skin types, enhancing your daily skincare routine by removing dead skin cells, minimizing pores, and improving skin texture. Experience a spa-like treatment at home that leaves your skin feeling smooth and refreshed."
    }

  ],
  "Makeup": [
    {
      "id": 151,
      "img": "/src/assets/product/Makeup/mp-1.jpg",
      "title": "Full Coverage Foundation",
      "price": "24.99",
      "rating": "2",
      "description": "Achieve a flawless complexion with our Full Coverage Foundation, designed to cover imperfections seamlessly while giving your skin a smooth, luminous finish. This foundation is formulated to provide long-lasting wear without feeling heavy or cakey. Ideal for all skin types, it blends effortlessly, masking blemishes and evening out skin tone for a natural look. Enriched with hydrating ingredients, it also nourishes the skin, ensuring that your makeup looks fresh all day."
    },
    {
      "id": 152,
      "img": "/src/assets/product/Makeup/mp-2.jpg",
      "title": "Matte Lipstick - Ruby Red",
      "price": "23.99",
      "rating": "5",
      "description": "Make a bold statement with our Matte Lipstick in Ruby Red, a rich, velvety lipstick that provides intense color payoff with a modern matte finish. This formula glides on smoothly, offering full coverage with just one stroke. Infused with moisturizing ingredients, it ensures that your lips stay soft, comfortable, and hydrated. The long-lasting formula means you can wear it all day or night without the need for reapplication. Perfect for any occasion where you want to stand out."
    },
    {
      "id": 153,
      "img": "/src/assets/product/Makeup/mp-3.jpg",
      "title": "Volumizing Mascara",
      "price": "22.99",
      "rating": "1",
      "description": "Our Volumizing Mascara is designed to make your lashes look thicker, fuller, and more luscious without clumping. The unique brush coats each lash evenly from root to tip, building intense volume and bold color with each stroke. Suitable for sensitive eyes and contact lens wearers, this mascara is formulated to stay put without smudging or flaking, ensuring your eyes look stunning all day long."
    },
    {
      "id": 154,
      "img": "/src/assets/product/Makeup/mp-4.jpg",
      "title": "Liquid Eyeliner",
      "price": "21.99",
      "rating": "3",
      "description": "Create precise, defined lines with our Liquid Eyeliner, perfect for crafting everything from sleek winged liner to dramatic cat eyes. The fine-tip brush allows for smooth, controlled application, delivering rich, black pigment that lasts all day without fading or smearing. Quick-drying and water-resistant, this eyeliner is an essential tool for achieving bold, beautiful eye makeup looks."
    },
    {
      "id": 155,
      "img": "/src/assets/product/Makeup/mp-5.jpg",
      "title": "Eyeshadow Palette - Neutral Tones",
      "price": "20.99",
      "rating": "4",
      "description": "Our Eyeshadow Palette in Neutral Tones offers a versatile range of matte and shimmer shades that are perfect for creating subtle day looks or dramatic evening eyes. These richly pigmented shadows blend seamlessly, allowing you to build intensity and depth. The long-wearing formula ensures your eye makeup stays flawless for hours. This palette is a must-have for anyone looking to enhance their natural beauty with refined, elegant makeup."
    },
    {
      "id": 156,
      "img": "/src/assets/product/Makeup/mp-6.jpg",
      "title": "Blush - Peach Glow",
      "price": "19.99",
      "rating": "2",
      "description": "Add a healthy, radiant glow to your cheeks with our Blush in Peach Glow. This silky, smooth formula blends effortlessly into the skin, delivering a natural-looking flush of color that brightens your complexion. The buildable pigment allows for customized intensity, perfect for any skin tone. Enriched with nourishing ingredients, it not only enhances your appearance but also conditions the skin, providing a smooth, vibrant finish that lasts all day."
    },
    {
      "id": 157,
      "img": "/src/assets/product/Makeup/mp-7.jpg",
      "title": "Bronzer - Sun Kissed",
      "price": "18.99",
      "rating": "5",
      "description": "Achieve a warm, sun-kissed glow year-round with our Bronzer in Sun Kissed. This lightweight powder bronzer provides a natural, radiant finish, enhancing your skin with a golden glow. Perfect for contouring or adding a touch of color, it blends seamlessly into the skin without looking muddy or orange. Suitable for all skin types, this bronzer can be used to highlight your best features or provide an all-over glow for a healthy, vibrant look."
    },
    {
      "id": 158,
      "img": "/src/assets/product/Makeup/mp-8.jpg",
      "title": "Highlighter - Golden Shine",
      "price": "17.99",
      "rating": "2",
      "description": "Illuminate your complexion with our Highlighter in Golden Shine. This buttery soft powder is packed with shimmering pigments that catch the light, enhancing your natural beauty with a radiant, luminous glow. The formula is buildable, allowing you to achieve a subtle sheen or an intense, glowing highlight. Apply it to the high points of your face, such as the cheekbones, brow bones, and bridge of the nose, for a polished, sophisticated finish."
    },
    {
      "id": 159,
      "img": "/src/assets/product/Makeup/mp-9.jpg",
      "title": "Concealer Stick",
      "price": "16.99",
      "rating": "3",
      "description": "Conceal blemishes, dark circles, and imperfections with our highly effective Concealer Stick. This full-coverage formula is easy to apply and blends into the skin for a seamless match. Its creamy texture does not cake or crease, ensuring a natural look that lasts all day. Perfect for quick touch-ups on the go, it provides long-lasting wear and dependable coverage."
    },
    {
      "id": 160,
      "img": "/src/assets/product/Makeup/mp-10.jpg",
      "title": "Setting Powder",
      "price": "15.99",
      "rating": "4",
      "description": "Lock in your makeup with our Setting Powder, designed to mattify and smooth your complexion while extending the wear of your foundation and concealer. This lightweight, translucent formula reduces shine and blurs imperfections, creating a flawless finish. Suitable for all skin types and tones, it doesn’t settle into fine lines or pores, ensuring your makeup looks fresh and perfect from day to night."
    },
    {
      "id": 161,
      "img": "/src/assets/product/Makeup/mp-11.jpg",
      "title": "BB Cream - Light Coverage",
      "price": "14.99",
      "rating": "2",
      "description": "Our BB Cream offers a light, natural coverage that evens skin tone and disguises imperfections while providing all-day hydration. Formulated with SPF 15, it protects your skin from harmful UV rays while antioxidants and skin-friendly ingredients support overall skin health. Perfect for those seeking a minimal makeup look, it blends seamlessly, giving you a fresh, dewy finish."
    },
    {
      "id": 162,
      "img": "/src/assets/product/Makeup/mp-12.jpg",
      "title": "Waterproof Eyebrow Pencil",
      "price": "13.99",
      "rating": "1",
      "description": "Define and shape your brows with our Waterproof Eyebrow Pencil, designed to create natural-looking, sculpted eyebrows with precision. This smudge-proof, long-lasting formula withstands humidity and sweat, ensuring your brows stay perfect in any weather. The fine tip allows for detailed work, from filling sparse areas to defining the arch, making it an essential tool for anyone who wants polished, well-groomed eyebrows."
    },
    {
      "id": 163,
      "img": "/src/assets/product/Makeup/mp-13.jpg",
      "title": "Lip Gloss - Clear Shine",
      "price": "12.99",
      "rating": "3",
      "description": "Add a touch of glamour to your look with our Lip Gloss in Clear Shine. This high-shine gloss glides on smoothly, providing a lustrous finish that enhances your lips without feeling sticky. Enriched with hydrating ingredients, it keeps your lips moisturized and plump, perfect for wearing alone or over your favorite lipstick. Its sheer formula is versatile for day or night, adding a subtle elegance to any makeup style."
    },
    {
      "id": 164,
      "img": "/src/assets/product/Makeup/mp-14.jpg",
      "title": "Makeup Primer",
      "price": "11.99",
      "rating": "4",
      "description": "Prepare your skin for flawless makeup application with our Makeup Primer. This silky, lightweight primer smooths the skin, creating an even base that enhances makeup adherence and longevity. It minimizes pores and fine lines, providing a smooth canvas for foundation or powder. Infused with vitamins and antioxidants, it also protects the skin from environmental stressors, ensuring your makeup not only looks beautiful but also benefits your skin."
    },
    {
      "id": 165,
      "img": "/src/assets/product/Makeup/mp-15.jpg",
      "title": "Nail Polish - Classic Red",
      "price": "10.99",
      "rating": "5",
      "description": "Experience the timeless elegance of our Classic Red Nail Polish. This vibrant, glossy red polish provides full coverage with just one coat, offering a long-lasting finish that resists chipping and fading. Perfect for any occasion, from daily wear to special events, it adds a touch of sophistication and style to your look. Fast-drying and easy to apply, our nail polish ensures a flawless, professional appearance every time."
    },
    {
      "id": 166,
      "img": "/src/assets/product/Makeup/mp-16.jpg",
      "title": "Hydrating Lip Balm",
      "price": "8.99",
      "rating": "4",
      "description": "Keep your lips soft and moisturized with our Hydrating Lip Balm. This balm is infused with natural oils and butters that provide deep hydration and protect your lips from harsh environmental factors. It glides on smoothly, offering a subtle shine without any stickiness. The nourishing formula helps to heal dry, chapped lips, leaving them feeling soft and supple. Available in a variety of flavors, our lip balm is a must-have in your daily skincare routine, perfect for year-round use."
    },
    {
      "id": 167,
      "img": "/src/assets/product/Makeup/mp-17.jpg",
      "title": "Mineral Foundation Powder",
      "price": "26.99",
      "rating": "3",
      "description": "Achieve a natural, flawless finish with our Mineral Foundation Powder. This lightweight powder provides buildable coverage that blends seamlessly into the skin, minimizing pores and fine lines without clogging. Formulated with natural minerals, it is gentle on the skin and ideal for those with sensitive or acne-prone skin. The long-wearing formula ensures your complexion looks perfect all day, providing a matte finish that doesn't feel heavy or look cakey."
    },
    {
      "id": 168,
      "img": "/src/assets/product/Makeup/mp-18.jpg",
      "title": "Liquid Lipstick - Cherry Red",
      "price": "22.99",
      "rating": "5",
      "description": "Our Liquid Lipstick in Cherry Red offers vibrant, long-lasting color with a stunning matte finish. The highly pigmented formula glides on smoothly and sets quickly, providing full coverage that doesn't feather or bleed. Enriched with vitamin E and avocado oil, it keeps your lips hydrated and comfortable throughout the day. This bold, eye-catching shade is perfect for making a statement at any event or for adding a pop of color to your everyday look."
    },
    {
      "id": 169,
      "img": "/src/assets/product/Makeup/mp-19.jpg",
      "title": "Glitter Eyeshadow Palette",
      "price": "29.99",
      "rating": "2",
      "description": "Sparkle and shine with our Glitter Eyeshadow Palette, featuring a range of high-impact, glitter-infused shades. Each color is formulated for easy application, blending smoothly and offering vibrant payoff that lasts. Perfect for creating dazzling eye looks for parties, special occasions, or any time you want to add a little glamour to your day. The palette includes a mix of textures and shades, allowing you to experiment with different styles and finishes."
    },
    {
      "id": 170,
      "img": "/src/assets/product/Makeup/mp-20.jpg",
      "title": "Contour and Highlight Kit",
      "price": "31.99",
      "rating": "4",
      "description": "Define and enhance your features with our Contour and Highlight Kit. This palette includes complementary shades of contour and highlight powders that work together to sculpt, define, and highlight your natural features. The powders are finely milled and blendable, making it easy to achieve a subtle or dramatic effect, depending on your preference. Suitable for all skin types, this kit is your go-to for creating a beautifully sculpted look that enhances your natural beauty."
    },
    {
      "id": 171,
      "img": "/src/assets/product/Makeup/mp-21.jpg",
      "title": "Natural Look Mascara",
      "price": "17.99",
      "rating": "3",
      "description": "Our Natural Look Mascara provides a subtle enhancement to your lashes, perfect for everyday wear. This mascara lightly coats each lash, offering definition and a slight lift without clumps or flakes. Its gentle formula is safe for sensitive eyes and contact lens wearers, ensuring that your lashes look naturally beautiful with just the right amount of volume and length. Ideal for a polished, understated look that enhances your natural beauty."
    },
    {
      "id": 172,
      "img": "/src/assets/product/Makeup/mp-22.jpg",
      "title": "Brow Gel - Clear",
      "price": "14.99",
      "rating": "4",
      "description": "Set your brows in place all day with our Brow Gel in Clear. This lightweight, non-sticky formula smoothly applies onto the brows, providing a flexible hold without stiffness. It shapes and tames even the most unruly brows, keeping them looking neat and polished. The clear gel is perfect for all hair colors, offering a natural look that enhances your facial features. It's an essential final step for a perfectly groomed brow look."
    },
    {
      "id": 173,
      "img": "/src/assets/product/Makeup/mp-23.jpg",
      "title": "Anti-Aging Foundation",
      "price": "33.99",
      "rating": "5",
      "description": "Combat the signs of aging while achieving a flawless complexion with our Anti-Aging Foundation. This innovative formula contains skin-loving ingredients like peptides and antioxidants that help to reduce the appearance of fine lines and wrinkles. It offers medium to full coverage with a radiant finish that makes your skin look youthful and luminous. Perfect for all skin types, especially mature skin, this foundation boosts hydration and improves skin's elasticity, offering both makeup and skincare benefits."
    },
    {
      "id": 174,
      "img": "/src/assets/product/Makeup/mp-24.jpg",
      "title": "Lip Liner - Nude",
      "price": "12.99",
      "rating": "1",
      "description": "Define your lips with our Lip Liner in Nude, the perfect tool for shaping and enhancing your natural lip line. This creamy, long-lasting pencil glides on smoothly to contour and fill in lips, creating the perfect base for lipstick or gloss. It helps to prevent feathering and bleeding, ensuring your lip color stays put. The nude shade is versatile, ideal for pairing with many different lipstick colors to achieve a fuller, more defined look."
    },
    {
      "id": 175,
      "img": "/src/assets/product/Makeup/mp-25.jpg",
      "title": "Shimmer Highlighter",
      "price": "18.99",
      "rating": "3",
      "description": "Illuminate your complexion with our Shimmer Highlighter, designed to give your skin a glowing, ethereal appearance. This lightweight powder highlighter can be applied to the high points of your face to reflect light and create the illusion of brightness and height, enhancing your natural features. The shimmering particles add a radiant sheen to your skin, perfect for special occasions or whenever you want to add a little extra sparkle to your day."
    },
    {
      "id": 176,
      "img": "/src/assets/product/Makeup/mp-26.jpg",
      "title": "Waterproof Concealer",
      "price": "21.99",
      "rating": "2",
      "description": "Our Waterproof Concealer offers unbeatable coverage for long-lasting wear, even under challenging conditions. Whether you're dealing with sweat, tears, or rain, this concealer stays in place, covering blemishes, dark circles, and imperfections without smudging or fading. Its creamy formula blends seamlessly into the skin, maintaining a natural look that won't crease or cake. Ideal for all skin types, it provides the confidence of knowing your makeup will look flawless all day."
    },
    {
      "id": 177,
      "img": "/src/assets/product/Makeup/mp-27.jpg",
      "title": "Plumping Lip Gloss",
      "price": "19.99",
      "rating": "4",
      "description": "Achieve fuller, more voluptuous lips with our Plumping Lip Gloss. This gloss is infused with ingredients that stimulate circulation in the lips, creating a temporary plumping effect. It adds a hint of color and a high shine, enhancing the natural beauty of your lips. The non-sticky formula applies smoothly and feels comfortable, perfect for wearing alone or over your favorite lipstick for added impact."
    },
    {
      "id": 178,
      "img": "/src/assets/product/Makeup/mp-28.jpg",
      "title": "Ultra Fine Eyeliner Brush",
      "price": "11.99",
      "rating": "5",
      "description": "Create the sharpest lines with our Ultra Fine Eyeliner Brush, an essential tool for anyone who loves detailed eye makeup. This brush is designed with a very fine tip that allows for precise application of liquid, cream, or gel eyeliners. The firm, tapered point is perfect for creating smooth, continuous lines and intricate designs. Crafted from synthetic fibers, it's hygienic and easy to clean, ensuring a perfect line every time."
    },
    {
      "id": 179,
      "img": "/src/assets/product/Makeup/mp-29.jpg",
      "title": "Natural Finish Pressed Powder",
      "price": "16.99",
      "rating": "3",
      "description": "Set your makeup with our Natural Finish Pressed Powder for a smooth, matte finish that lasts all day. This finely milled powder blends seamlessly into the skin, minimizing the appearance of pores and fine lines without adding weight. It's perfect for touch-ups on the go, absorbing excess oil and reducing shine for a fresh, flawless look. Suitable for all skin types, our pressed powder is a staple in any makeup bag."
    },
    {
      "id": 180,
      "img": "/src/assets/product/Makeup/mp-30.jpg",
      "title": "Metallic Eyeshadow Stick",
      "price": "14.99",
      "rating": "4",
      "description": "Add a pop of metallic color to your eyes with our Metallic Eyeshadow Stick. This easy-to-use eyeshadow stick provides vibrant color with a creamy, shimmering finish that lasts all day. The twist-up design makes application quick and easy, perfect for creating a variety of looks, from subtle to bold. Its long-wearing formula ensures that your eye makeup stays put without creasing or smudging, ideal for long days or nights out."
    }
  ]
    
}
